{
  "Survey": {
    "FirstStage": {
      "FirstParagraph": "102 values will be presented to you at random. For each of them you will have to choose if they are “important” or “less important” to you.",
      "SecondParagraph": "When you finish your selection of up to 55 values, you’ll be asked to validate it.",
      "ThirdParagraph": "Before moving on to the next step, you will be able to make a review of your choices.",
      "FourthParagraph": "All through the survey you will be presented the different values using their ideogram with or without their name. It is up to you."
    },
    "SecondStage": {
      "FirstParagraph": "In each of the following pages, you will be invited to keep at least 3 values from your previous choices.",
      "SecondParagraph": "NB. If you go back to previous step and make any changes, you will have to start this tep all over again."
    },
    "ThirdStage": {
      "ValidationStepTexts": {
        "FirstParagraph": "You have completed the entire survey.",
        "SecondParagraph": "To validate it and access the results, please click on the, button below.",
        "ThirdParagraph": "You will then get your results and will be able to download your individual report from there or from your personal account.",
        "FourthParagraph": "For more information, choose a practitioner if it not already the case."
      },
      "FirstParagraph": "On each of the following pages, you will be asked to choose 9 values and rank them from 1 to 9 according to how important they are for you."
    },
    "WrapUp": {
      "WrapUpSectionTexts": {
        "Title": "Wrap up - Brief results of the survey",
        "MainContent": "You will find below the condensed synthesis of your survey. To receive your Individual Report, please confirm the email address you entered in your profile. You will be able to download the same results to your account at any time, just as you will be able to correct your profile data. Reminder: the results of the survey are accessible to you and, in complete confidentiality, to the Practitioner you have chosen or who has given you your code. Apart from private data, the survey results are kept anonymized for statistical purposes."
      },
      "YourProfileSectionTexts": {
        "Title": "Your profile",
        "FirstParagraph": "Together, all of the choices you made during the three-stage process of prioritizing among the 102 values in the Values Perspectives survey result in a simple “snapshot” of two aspects of your values energy: the top nine values you prioritized as being most important to you, and the most likely “core” and second values perspectives.",
        "SecondParagraph": "Your core perspective represents the highest proportion of total values “energy” expressed in your values choices. Your second perspective represents the second highest proportion. While your core perspective likely describes your basic values worldview, your second perspective also strongly influences how you interpret your most important values, and your general values worldview.",
        "ThirdParagraph": "Your personal individual report gives you thorough explanations on the perspectives and questions to consider when working on the subject of values."
      },
      "WhatsNextSectionTexts": {
        "Title": "What next?",
        "FirstParagraph": "It is very interesting to continue the process in the company of a “certified practitioner”. You will then know more about how values operate and what useful and effective lessons you can learn from the survey...",
        "SecondParagraph": "If you do not already have a values practitioner to continue with, you can choose one from the list below. You are given the choice between a 45-minute debriefing or an in-depth interview to further explore and understand your own value system."
      },
      "PerspectivesWheelSectionTexts": {
        "FirstParagraph": "The Perspectives that you value most energetically are:",
        "CorePerspective": "Core Perspective:",
        "SecondPerspective": "Second Perspective:",
        "SecondParagraph": "Your Highest-Priority Values:"
      }
    }
  },
  "Perspectives": {
    "1": {
      "Id": 1,
      "Title": "Grounding",
      "WrapUpPagePerspectiveExplanation": "These values ensure survival and the fulfillment of our basic needs. This is our most fundamental view toward the world and is necessary for solid life foundation.",
      "MainPerspectiveText": "The Grounding Perspective represents the need to fulfill the most basic requirements for life, such as shelter, physical mobility, and security, as well as the basic human emotional need for kindness, toward oneself and others. For many people at any given time, this cluster of values may need less conscious attention as they already operate “in the background.” But it is also natural for Grounding values to become more important, requiring more attention in times of stress and significant life change, for example because of illness or accident or prolonged financial or social pressure. Stress can also result from positive life events, such as embarking on demanding educational programs, taking on job roles that require expanded competencies, or starting a new family. As its name says, this Perspective is needed to ground us in a solid foundation for life, on which all other values rest. We most often see Grounding Perspective values prioritized by people who are post-secondary students, young parents, and people who are experiencing destabilizing life conditions. Societies that do not sufficiently prioritize the Grounding Perspective may fail to adequately ensure the basic conditions for life for their citizens and dependents, resulting homelessness or population displacement, unsafe communities, or preventable public health problems. For some people, the choice of Grounding values expresses a more generalized concern for the fundamental well-being of others. We all need to consciously re-evaluate Grounding values at every stage of life, in order to build, maintain, and when necessary, re-build our life foundations.",
      "CorePerspectiveText": "When the Grounding is the most highly energized or “core” perspective, it requires us to pay attention to issues of personal health, basic security, and/or physical mobility. In times of crisis or prolonged stresses, paying attention to the values in this Perspective means changing the things in life that have negative impacts that one can control, or by seeking help. If Grounding values are being triggered by life choices that result in temporary trade-offs such as financial or physical insecurity, it can help to pay attention to mental health and well-being in the short term and find ways to put energy into actions that will support the eventual return to one’s most desired values perspective in the long term. In that situation, acknowledging the importance of these values and addressing them consciously can be a first step in returning to a more stable, secure life condition."
    },
    "2": {
      "Id": 2,
      "Title": "Family",
      "WrapUpPagePerspectiveExplanation": "Values in this Perspective reflect kinship and social affiliation, and our most basic relationship to others in our world",
      "MainPerspectiveText": "The Family Perspective is characterized by the importance of belonging to a group, whether it is your family, a social group, or the organization in which you work. For most of us, the first primary group is the family we grow up with and the initial social circles we are familiar with that establishes a sense of who we are. Family Perspective can also include “family of choice” beyond blood relations: neighbors, friends, guardians or cherished teachers or role models; people like co-workers with whom we spend extended time and develop familiarity. A Family Perspective connection may include any person or group with whom we have strong emotional ties. This can be especially important as we grow and mature within communities of people we choose to affiliate with because we may feel they share and express values that are deeply important to us. Within this perspective, the individual assumes some responsibility for his or her actions, but also depends on maintaining relationships with others in this primary group for guidance and support; or with those toward whom we feel it is our moral responsibility to guide and support. In this perspective we find basic personal development values like belief, honesty, and self-worth, which may appear early in life and remain as core values throughout life. Interaction values such as courtesy, fairness, loyalty, and respect belong to this perspective. Organizations and institutions may also share Family perspective, expressed in norms that prioritize loyalty to employees, for example with regard to secured job tenure and retirement programs, showing emotional connections in caring for co-workers or customers in times of need, and in shared celebrations, whether long-established traditions, or newly-created in order to express the value of genuine ties of emotion and belonging beyond the impersonal requirements of job descriptions. This is a Foundational perspective, through which we seek, both for ourselves and for others who are important to us, the stability of shared identity and the emotional satisfaction of belonging.",
      "CorePerspectiveText": "As your likely strongest, or “core” perspective, the Family perspective values receive most of your attention and energy day-to-day. Whether it is your family, a social group, or the organization in which you work, belonging to the group is likely to be the way you receive recognition and respect, which affirm your worth as a person, and it is likely you are energized by being able to reciprocate. This combination of giving and receiving can often be the case for people in the caring and service professions, at any level, who often value even strangers as they would family; or for people who treat any activity as an opportunity to give and receive basic human affirmation. Family is a Foundational life-perspective, and through this perspective you are likely to seek an emotionally stable life. However, you may experience insecurity if external conditions challenge that stability. Change often requires that we find ways to cope with value orientations different from our own. People having this core perspective may tend to look to a person or persons whom they view as having moral or positional authority for structure and guidance in important life matters; as a parent or in leadership roles you may also expect others to look up to you and expect yourself to provide stability and direction for those in your care. Circumstances of change, especially changes that challenge your authority, may be demanding a more impartial stance than you have previously been accustomed to. Such times provide opportunities for assessing if you are in need of building new skills, and if so, creating action steps to address your needs. In such times gathering around you the people you need to help you determine your growth choices may provide the most solid path toward re-establishing stability."
    },
    "3": {
      "Id": 3,
      "Title": "Management",
      "WrapUpPagePerspectiveExplanation": "These values are necessary for establishing and maintaining stability, and influencing within structures of legitimate authority in order to achieve success.",
      "MainPerspectiveText": "The objective of the Management perspective is to establish a stable, reliable, and manageable world. \nThis is accomplished mainly through the institutions and organizations in which we work, and through which we exceed our individual grasp, enabling us to achieve both personal and organizational goals. The values in this perspective are those that support the skills necessary to achieve productive outcomes and maintain operations in a predictable and controlled manner. These values are not limited to work environments, and may operate in other organization, team, social or family structures. From the Management perspective problems are identified through reliable sources of information, defined by means of rational effort and analysis, and delegated to those best equipped to solve them. Designation of authority, control over distribution of resources and rewards, and standards for whom we communicate with, how, and when may be regulated by normative structures embedded in the organization. Legitimate authority is distributed to various people and typically follows a hierarchy which defines levels of responsibility that are assigned based on technical competence, willingness to assume it, and readiness as assessed by those in higher authority. Whether or not one works in an organizational situation, we all need to manage our lives through the creation and maintenance of rules and reliable structures. In the Management perspective, establishing foundations of legality, legitimate authority and rational controls is necessary to provide a platform of stability in a changing world.",
      "CorePerspectiveText": "As your most energized or “core” perspective, Management perspective likely receives most of your attention and energy. This perspective emphasizes managerial responsibility, achievement, and control over one’s span of authority. Thriving in this perspective requires attention to values like competence, which necessitates ongoing skill evaluation leading to training and education. Taking more personal responsibility for developing one’s own technical competence is an important factor in development, and people having this perspective may feel a pull toward skill-building and education, not only to be successful at their jobs, but to feel self-confidence in their abilities to advance and achieve on a personal level. The Management perspective can, for some, also tend toward an over-valuing and over-reliance on analytical and structural skills. One of the common risks for people who invest the greatest amount of their attention and energy in this perspective is an under-valuing of the importance of people and relationship skills—the “soft skills”—needed to fully accomplish the goals and objectives that are vital to this perspective. Communication and interaction processes may tend to favor structural efficiency by being overly goal-focused, or simply be driven by policy and procedure, at the cost of the kind of interpersonal interaction that leads to sharing information and ideas that can be critical to understanding and being effective in complex situations. Management perspective values are Focus values, meaning that they are values that very much drive hour-to-hour and day-to-day, real-world concerns."
    },
    "4": {
      "Id": 4,
      "Title": "Relational",
      "WrapUpPagePerspectiveExplanation": "These values emphasize individual responsibility for developing one’s own potential, as well as the awareness of the quality of one’s relationships with others.",
      "MainPerspectiveText": "When Relational Awareness is a strongly energized values perspective, we tend toward understanding the world through our relationships: both internally, with ourselves, and externally, with others. In its developmental aspect, this is a two-part perspective, through which we become increasingly aware of our individual uniqueness with regard to of the set of values we personally hold, and that those values may differ from those held by others. Subsequently it is through this perspective that we seek to become aware and gain understanding of the values others hold, through listening and learning. It is through the Relational perspective that you assume responsibility for the interpersonal effects and consequences of your own actions; and it is from this perspective that you may shift toward being principally motivated by basic confidence in your own values-based life decisions when confronted by ambiguous situations and choices. This does not mean you no longer need to listen to or respect others; on the contrary, the Relational Awareness perspective generally emphasizes the importance of attending to and respecting others all the more carefully, even if these values may not be reciprocated in ways you recognize in a given situation. It is through the Relational Awareness perspective that we begin to recognize that we are all, always, inextricably in relationship with everyone and everything around us.",
      "CorePerspectiveText": "The Relational perspective is fundamentally a developmental perspective, which integrates our own self-development with our need to exist among others in a social world. Developing one’s Relational values starts with self-awareness, and relies on values like courage, creativity, search for meaning, and reflection. Internalizing these values in turn begins to impact our relationships with others, which rely on values such as being present, asking open-ended questions, listening, showing empathy, and developing trust and taking responsibility for the consequences of your decisions and actions as they impact others.. Attempting the values shift toward increased self-accountability can create some uncomfortable feelings or even anxiety for many people, and may provoke confusion and even some turmoil within organizations that are expanding past command-and-control values sets to accommodate relational values. Assuming additional levels of responsibility in a changing world—for self, for work, for relationships—creates dynamic tensions that require a readiness to not just tolerate but even welcome the associated challenges as opportunities for personal growth. This perspective is a dynamic one that requires that the values of safety, respect, and responsibility toward self and others are in place and operating, even if “in the background.”"
    },
    "5": {
      "Id": 5,
      "Title": "Systems",
      "WrapUpPagePerspectiveExplanation": "These values address our interaction within dynamic groups, networks and larger systems, and influencing beyond our individual scope.",
      "MainPerspectiveText": "The Systems perspective represents an awareness of oneself and others within larger, collaborative systems that are perceived to extend beyond the boundaries of a single group, organization, or other political or social structure. As such, it requires an expansion in thinking from the sphere of one’s personal span of work and relationships to recognize the value of interdependent and dynamic relationships and structures. This perspective depends upon diversity as well as mutual accountability for vitality and effectiveness, and authority is seen less as residing within individuals and instead more within networks of people and groups. Naturally, more foundational values (such as Responsibility, Competence, Belonging and Trust) and their associated skills are required to be in place to support effective operation within the Systems Awareness perspective. Leadership in this perspective tends toward flexibility, meaning that the role of leader may be shared, or that leaders step forward and are supported by others in response to situational conditions. High-performing, successfully innovative teams operate in this perspective, under conditions where the requisite foundational values are supported by skills and actions: rules and roles are fully understood, agreed and internalized, execution is disciplined, team members communicate openly and confidently and vision is shared. Because this perspective is dynamic by nature, systems, though perhaps cyclical, will not remain stable, even at levels of high performance. The tendency is for systems to re-form and re-configure, and times of transition may require renewed attention to the values found in more foundational perspectives.",
      "CorePerspectiveText": "As your likely most highly or energized “Core” perspective, Systems Awareness values receive most of your attention and energy, and the Systems value perspective characterizes how values you may hold in other perspectives across the Values Field are defined and activated. From the Systems viewpoint, you will tend to hold an awareness of yourself as a responsible and contributing part of a larger system. In practice, this requires you to accomplish objectives through an interdependent relationship with others in the system. This involves activating values that include Diversity, Equality and Collaboration, and goes beyond concepts like delegation to encompass full empowerment of others and mutual accountability. The Systems Awareness perspective requires you to hold a dynamic idea of the way you see the world, and requires adapting to continually changing situations, while holding flexibly to the values that you consider to be your core. While this may often be energizing to you, it can be confusing and daunting to those who hold core perspectives that are characterized by valuing stability (Grounding, Family and Management). In work and other relationships, you may be challenged to address the aspired-to goals and visions of others in ways that accommodate such differences. Most people hold some Systems values, but may activate them through more foundational Core perspectives; and there are occasions when those whose core perspective is Systems may find it difficult to find the patience to draw on more Foundational values when relating or working with them. In such cases, prioritizing the Relational perspective value of empathy is paramount."
    },
    "6": {
      "Id": 6,
      "Title": "Expansion",
      "WrapUpPagePerspectiveExplanation": "Values in this Perspective act as guides to the future, our goals and aspirations These values “pull” us toward globally-oriented vision.",
      "MainPerspectiveText": "The Expansion perspective deals with the largest, most global scope of values we can aspire to. Expansion values are nearly always aspirational and visionary, meaning some may be beyond the scope of any individual to achieve alone and within the scope of a human lifetime. Values within this perspective always require the participation of many people, including people who have gone before us and whose research, experimentation, technical contributions and wisdom remain to be built upon. This perspective requires that we expand our frames of reference to think beyond immediate timeframes and day-to-day considerations; and that we recognize that no one can control or assume individual responsibility for implementing these values on a global level. Expansion values are highly dynamic and related to perennial concerns for human and planetary flourishing, and the conditions they require for fulfilment may shift depending on culture, geography and historic moment. Our use of technology increasingly allows us to connect with people across the entire planet which may also bring an increase of attention to values which must be shared at a global level, such as human rights and planetary ecology. Bringing meaningful attention and effort to supporting Expansion perspective values also requires that values belonging to more Foundational perspectives must be in operation: Grounding, Family, Management, Relational and Systems values are all imperative to our efforts to realize the Expansion values.  ",
      "CorePerspectiveText": "When the Expansion is your most highly energized or “core” perspective, you likely seek to expand your understanding and horizons with values that may never be fully realizable and that tend to require both strong commitment and a degree of detachment from purely personal concerns. Expansion is not likely to be the most commonly held perspective within most individuals’ local communities and spans of acquaintance. Individuals striving toward this perspective may sometimes feel small, inadequate or isolated in the face of global values concerned with injustice and environmental degradation, but will recognize and gravitate toward peers in this perspective, seeking and offering mutual support of others for whom these values are also a high priority. Networks animated by Expansion values typically may be able to operate for periods of time in this perspective, but the cyclic nature of human experience will at some point lead to dissolution without a necessary periodic reformulation in more foundational perspectives. The Expansion perspective requires you to hold a fluid idea of the way you see the world and yourself within it and requires adapting to continually changing situations. This may require both maintaining a sense of your own core identity and those foundational values that form a bedrock for your sense of self, while at the same time holding flexibly to the values that you consider to be most important from the global perspective of Expansion values."
    }
  },

  "Values": {
    "!": {
      "Character": "!",
      "Title": "Affection",
      "Definition": "Using verbal and physical means of expression to communicate fondness or regard.",
      "Questions": "What does Affection mean for you? Why is affection important in your life? Are there people in your life that you have experienced special affection toward? Who are they and in what ways are those affectionate relationships important to you? Do you think of yourself as an affectionate person? If so, how does this affect the kind of person you are in the world? What opportunities do you have to express fondness and attention toward others? How would you like others to be affected by your offerings of affection?\nWhat kinds of affection do you prefer to show, and to receive? Do you prefer to give affection, or to receive shows of affection, or both? Does it matter to you whether affection is reciprocated in kind, whether verbal or physical? If so, why? If not, why not? Are you ever uncomfortable showing or receiving affection? Why? Are you aware of cultural norms or restrictions with regard to expressions of affection, or of others' comfort or discomfort with shows of affection? If so, and those boundaries matter to you, what ways do you find to express affectionate regard within those boundaries? If not, how can you become more aware of the preferences of others with regard to giving and receiving affection? Are there creative ways to show affection differently?\nAffection is a foundational value, usually indicating a characteristic set of expectations and behaviors formed in childhood. If so, a significant life task may be for you to discover a wide array of ways to show affection to others, beyond your accustomed expectations and assumptions, and to recognize when others are showing it to you. If you feel you want more affection, find appropriate ways to show more. Be open to the different ways others show regard or fondness toward you, and acknowledge them in kind."
    },
    "\"": {
      "Character": "\"",
      "Title": "Curiosity",
      "Definition": "Approaching experience with a sense of wonder, exploration, and learning.",
      "Questions": "What are you curious about? Is your curiosity of an introverted kind, such that you look and ponder inwardly, or of an extraverted kind, such that your curiosity is directed and expressed outwardly? In either case, or both, how do you satisfy your curiosity? For example, exploring or investigating something, reading, asking questions, creative engagement like making art or writing, or just being with the source of your curiosity? Is your curiosity analytical, sense-related, relationally-oriented?\nBecause of its childlike quality, Curiosity is considered to be a foundational value, and often those who select this as a high-priority value also tend to value some of its childlike aspects, and/or have been curious since childhood. Have you always been curious? If so, has the nature of your curiosity changed or expanded or become more focused? How? Do others notice your curiosity? If so, in what ways is this significant? Where has your curiosity led you that other values might not? How does Curiosity interact with and influence your other highest-priority values? Is it important to you that others display curiosity? If so, why, and how do you regard people who seem incurious? Why does Curiosity matter?\nLike the proverbial curious cat, has your curiosity ever gotten you into trouble? If so, how, and what were the consequences? Do you always find ways to satisfy your curiosity when it is stimulated? What have you learned by indulging your curiosity, or not? If your curiosity is directed toward others, are you good at asking questions that are both respectful and safe for the other person? If so, you may want to consider teaching your valuable questioning skills to others. If not, you may want to cultivate an awareness of the effects of your curiosity on others.\nDo you get enough time to indulge and satisfy your curiosity? If not, how can you go about deriving more value from approaching experience with a sense of wonder, exploration, and learning?"
    },
    "#": {
      "Character": "#",
      "Title": "Food and Shelter",
      "Definition": "Having access to necessary basics to be fed and kept from the elements.",
      "Questions": "What does the value of Food and Shelter mean to you? Why is it important? Having the necessary basics for being fed and sheltered is a survival value. It is also fundamental to each person's ability to develop and grow. When this value is being satisfied, other values can come into one's daily sphere in a more effective way. When it is not, the necessity to provide for the basics of life will demand a very great expenditure of life energy: physical, emotional and cognitive.\nDoes this value in any way reflect a current set of physical conditions for you? What are those conditions? Is anyone else involved, for example, loved ones? How might you need those conditions to change, and why? Do you have a plan for changing them? If so, how? Are you making the right choices with regard to the assets or talents you have at your disposal? Are you aware of sources of assistance that you can draw upon? Is there anything to prevent you from seeking assistance from these sources? If so, where else can you look to obtain assistance, counseling, or other forms of support?\nIs Food and Shelter a value you hold in behalf of others? If so, for whom and why? What do you, or can you, do to address the basic needs of others? What do you want others to understand about the value of Food and Shelter?"
    },
    "$": {
      "Character": "$",
      "Title": "Kindness",
      "Definition": "Acting in a considerate, tender, or generous manner.",
      "Questions": "Why is kindness important in your life? In what ways do you show kindness? When and how did being kind first become important in your life? How do you show tenderness and consideration to people close to you? How do their responses to your kindness make you feel?\nWhat are your favorite ways of showing kindness to people you do not know? Kindness is often \\\"its own reward.\\\" Are there times when people do not respond as you would expect? If so, what can you do to maintain your attitude of kindness, generosity, and considerateness?\nThis is a foundation value and if you have selected it as highly important, this may indicate a special need to attend to this area. Would you like to experience even more kindness in your life? Find ways, small or large, to set an example of kindness every day."
    },
    "%": {
      "Character": "%",
      "Title": "Maintenance",
      "Definition": "Ensuring that objects and property are kept in good condition.",
      "Questions": "When in your life did this first become important to you and how? Are there people in your life who first taught you the value of things and property? Who are those people, when and how did they teach you this importance of maintenance?\nPerhaps there have been specific events that may have required and subsequently taught you the importance of maintenance. What is the story behind those events?\nWhat kind or kinds of objects and property are you responsible for? What do you do to manage and maintain it? Why is it important to maintain and manage property properly? What is the difference between routine maintenance and high priority maintenance in your life?\nWhat have you learned in life from maintaining and managing things and property? What benefits have you and others around you received from it? Do you know who will succeed you in adequately managing and maintaining the responsibilities you are concerned with? What will you do to ensure that the importance of this value is understood by others so that the things or property you ultimately hand over to them will be well-maintained?\nThis is usually a foundation value, which may mean that you have a special need to attend to it, or give it a higher priority. Is your property adequately maintained and managed? If it is not, what do you need to do to ensure that it is? How will you re-arrange your priorities to attend to this need? Do you have sufficient resources or help to manage your responsibilities adequately? If not, what can you do to get the resources or help you need?"
    },
    "&": {
      "Character": "&",
      "Title": "Obedience",
      "Definition": "Compliance with authority.",
      "Questions": "Are there people in your life to whom you must show obedience? Why is this important? Are there institutions to whose authority you must show unquestioning compliance? Why is it important to obey them? Is your obedience demanded by rules or laws, or do you give it without a formal requirement? In what ways do you show obedience?\nDo you require others to be obedient to you? Do you urge or require other people to show obedience to institutions you regard as holding authority? In what ways? What benefits do you receive from those people or institutions to whom you show obedience? What benefits do others receive from showing obedience to you?\nHave you ever questioned the authority of those whom you must obey? If so, when and how? Has anyone ever questioned your authority? If so, when and how?\nThis is a foundation value and if you have selected it as highly important, this may indicate a special need to attend to this area."
    },
    "'": {
      "Character": "'",
      "Title": "Physical Functioning",
      "Definition": "Having a healthy and capable body.",
      "Questions": "What does physical functioning mean in your life? Are you fit in terms of basic physical health? Do you have a routine to take care of yourself physically? Is your diet healthy?\nDo you overindulge or abuse your body in any way? If so, in what ways can you improve your physical functioning?\nThis is a foundation value and if you have selected it as highly important, that selection may indicate a special need to attend to this area. If you are ill, or physically challenged by temporary or permanent circumstances, what can you do to function physically at your best capability? Do you have family or other adequate support structures in your life? If you need help in any way, do you know where to get it?"
    },
    "(": {
      "Character": "(",
      "Title": "Safety",
      "Definition": "Putting in place safeguards to avoid, risk, mishap, or injury.",
      "Questions": "What does safety mean to you? For example, safety concerns may be physical, psychological and social, or a combination of these. Who has created safeguards for you in your life and how? When and where have you felt most safe?\nFor whose safety are you concerned? You own? If so, what do you need to do to create safeguards for yourself? For the safety of others around you? If so, who, and what do you need to do to determine their needs for safety and create adequate safeguards for them? Is there a need to educate others about safety? If so, are there skills you need to develop in order to do so (for example, communication, assessment of needs, training)?\nThis is a foundation value, which means that it must be operating so that other values may flourish. If you have selected it as highly important, that selection may indicate a special need to attend to this area. What are your safety concerns? Are there safety standards and safeguards that you should be paying attention to for your own welfare and the welfare of others?"
    },
    ")": {
      "Character": ")",
      "Title": "Self Restraint",
      "Definition": "Being able to control and limit one's reactions, mentally, emotionally, and physically.",
      "Questions": "Successful operation in society requires that we are able to effectively support this value. Identify and describe your ability to control and limit your reactions, mentally, emotionally, and physically in regular and high stress situations. Knowing and understanding your values is an important step in identifying your motivations. What are your triggers for losing self-restraint or self control?\nDeveloping self restraint is helped with structure and practice, where you are able to practice certain behaviors. For example, some people use sports to practice being able to better deal with both the elation of winning, and the disappointments of losing, and well as the frustrations of having to deal with long-term rather than short-term results. Do you have opportunities and structures for practicing the self restraint you need?\nDoes your value for self restraint present a limitation to your current operation and future development? If so, in what ways? In what ways does it support your success? Are there role models you can find that provide you with insight and inspiration in regard to self restraint?\nThis is a foundation value and if you have selected it as highly important, that selection may indicate a special need to attend to this area. If needed, seek out support in strengthening these skills."
    },
    "*": {
      "Character": "*",
      "Title": "Sensuality",
      "Definition": "Pleasure in physical, sensual or sexual ways.",
      "Questions": "In what ways do you experience sensuality? When did you first become aware of sensual pleasure and its importance in your life? Are there others in your life who have been important to your experience of sensuality? Who are they, and in what ways? What does sensual pleasure add to your life?\nDo you have a favorite sensual modality, for example, eating, or sex? Have you experimented with that modality? If so, in what ways, and how did this increase your pleasure? Have you experimented with additional modalities, such as smell or touch? What could you do to increase your sensual connection to the world through experimenting with additional modalities (for example, taking a walk and noticing all the scents that come to you, or adding a dimension to your sexual play).\nDo you have friends or a significant other with whom you share sensual pleasures? If so, in what ways could you add to the enjoyment you experience together? Do you talk about sensuality together? If you do not have a partner, in what ways might you share sensual experiences appropriately with another person or people?\nThis is a foundation value and if you have selected it as highly important, that may mean that the satisfaction of this value is vital to your experience of life, and therefore it is important for you to find appropriate ways to experience and express your sensuality."
    },
    "+": {
      "Character": "+",
      "Title": "Wonder",
      "Definition": "To feel a sense of awe toward an unfamiliar or unexpected aspect of something outside oneself.",
      "Questions": "What creates in you a spirit of wonder? Is there a kind of place, person, or thing that inspires wonder in you? Where, who, or what is it, and what is it about it or them that amazes you or excites your curiosity? When did you first recognize feelings of wonder in your life? What inspired them?\nWhat does your sense of wonder lead you to? When encountering an object of wonder, how does it make you feel? Does it create an urge to know more or to get closer to what you find wonderful? If so, how do you satisfy that urge? Is your sense of wonder being adequately fed? If you would like more, what can you do to enable a greater or more frequent sense of wonder in your life? Do you share your experiences of wonder with others? If so, who and how?\nThis is a foundation value and if you have selected it as highly important, that selection may indicate a special need to attend to this area. If wonder is indeed a basic, foundational value in your life, how does it influence all the other values you hold?"
    },
    ",": {
      "Character": ",",
      "Title": "Belief",
      "Definition": "Being aware of, and living according to a set of core values and assumptions.",
      "Questions": "What do you Believe in? When and how did you come to the set of beliefs you hold in your life? Through family, education, religion? A set of experiences? An important person in your life? How does what you believe make you the person that you are?\nWhat is the most important or foundational of your beliefs? You may wish to make a list of your most important beliefs and values, and then prioritize them in order of importance. What does this tell you? How do you act upon your beliefs in daily life? Is it important for you to express your beliefs to others? If so, why? If not, why?\nWhat are the effects of your Belief on your family? Friends? Co-workers? Is it important to you to be with others who respect or share your beliefs? If so, what benefits do you derive, and how do you find ways to spend time around them? How do you deal with people who do not share your beliefs?.\nBelief is a powerful energy, that affects people around you in ways you may or may not be aware of. Often, people trust a person whom they perceive to be acting upon their beliefs, whether they share your belief or not. Other people may be offended, or may feel stifled when encountering a person of strong belief. It is important to cultivate an awareness of the effects of your belief on others, and to develop, and assist others in developing, skills in dialogue. This means, most simply, listening and communicating so as to attain genuine understanding of another's position and ensure their understanding of your own. To influence effectively, you need to be aware of how gently or forcefully you speak and act, and modulate your expressions as appropriate to different people and contexts."
    },
    "-": {
      "Character": "-",
      "Title": "Belonging",
      "Definition": "Being recognized and accepted as part of a group or family.",
      "Questions": "For many people, belonging starts, and continues, with family. What does Belonging mean to you? What group or groups of people do you feel most comfortable with, fit with the best, or feel most strongly identified with? Why? What about you makes the group recognize and accept you as one of its members?\n Is it important for you to spend time with your group or family? If so, how do you make the time to spend with them? If you are separated, what can you do to stay connected?\nHave you ever been rejected by, or had to leave a group? If so, why, and how were you affected? Do you seek connection with a group or family that you may feel excluded from? If so, what attracts you to this group, and what causes you to feel excluded? It is sometimes possible that feelings of exclusion may be in one's own mind. If that could be the case, what is it uniquely about you that you may be undervaluing in yourself and not expressing so that other people can see it? What other groups might you find from which you can feel recognition and acceptance for who you are?\nWhat are the sorts of things that you do with those groups that are important to you individually? What are the things you do that are important to the whole group? What do you do to create a feeling of Belonging when you are not able to be with the people you are accustomed to? What do you do to create a feeling of Belonging for others who are important to you?"
    },
    ".": {
      "Character": ".",
      "Title": "Caretaking",
      "Definition": "Concerned and supportive emotional or physical treatment of living things.",
      "Questions": "Who or what is it that you feel concern about and to whom you give your emotional and/or physical support? What is it about it or them that elicits your concern? What thoughts or feelings do you have when you are able to show concern and support for people or other living things?\nHow do you show concern and support for them? Is there anything you need to do to ensure that the care you are showing is the kind of care they need?\nTaking care of others requires that you have your own support. What are your sources of physical and emotional support? How do you like to be treated when you need care? How do you let others know how to care for you?\nWhat does Caretaking mean in your life? How does Caretaking interact with or affect your other highest-priority values? How does it affect the person you are in the world and how you conduct your life? What would you most want for others to know about the value of Caretaking? If it is important to you for others to know about this value, what would you communicate to them and how?"
    },
    "/": {
      "Character": "/",
      "Title": "Discipline",
      "Definition": "Imposing limits on behavior to insure a predictable outcome.",
      "Questions": "What does being disciplined mean in your life? In what ways do you place limits on your behavior to insure the outcomes you want?\nDo you wish to be more disciplined in certain situations? Are there times when your discipline breaks down, and you find yourself doing things you regret later? If so, what do you need to do to increase your discipline (for example, find a way to reward yourself, or focus on the desired outcome).\nAre there times when it has worked well for you to step away from a disciplined approach in certain circumstances? What are the times when allowing yourself to be more spontaneous is more appropriate?\nDo you impose your own standards of discipline on others? When is this appropriate? When is it not appropriate?"
    },
    "0": {
      "Character": "0",
      "Title": "Duty",
      "Definition": "Fulfilling required obligations to people, principles, and institutions.",
      "Questions": "What does Duty mean in your life? Duty is a Family Perspective value, which means that we may feel duty to others because of family tie, and/or a larger tie to a larger sense of family: culture and tradition, religious affiliation, country. What are the obligations you feel most strongly about? Why are they important to you? What are the obligations you honor in your daily thoughts and activities? How did you acquire your sense of Duty, and from what point in your life were you conscious of Duty? Do you have role models of Duty? What have they taught you?\nTo whom do you feel obligated to fulfill the requirements of the value of Duty? Is Duty a conscious compulsion to you, or a natural part of your upbringing and personality? In what ways? If you feel you must answer the call to Duty, how have you responded to it in your life? What were the outcomes? What did you learn? If Duty is as natural as breathing, whom have you served? What benefits did it bring to those you have served? What benefits has it brought to you?\nDo you feel that you are adequately fulfilling your sense of Duty? If so, how much time and effort does it require in your life? What choices do you make with regard to the many people in your life that may require your attention and dutiful devotion? Are there any resources you may need to help you to fulfill your obligations? If so, what, and how will you acquire or mobilize them?\nIf you do not feel you are adequately fulfilling your value of Duty, why not? Do you have access to a confidante, counselor or advisor? What would it take for you to feel you are fulfilling your obligations? Are these obligations practical? Can they be met or satisfied in some other way than you might have attempted or imagined? Whom can you share your questions and concerns with?"
    },
    "1": {
      "Character": "1",
      "Title": "Economic Security",
      "Definition": "Being financially stable.",
      "Questions": "What does economic security mean to you? How does economic security, or the lack of it, affect the rest of your outlook on life? What has been your personal history in terms of having, or not having, financial stability? When have you had it, and if so, what advantages did it give you? When have you not had it and why? What were the effects of lacking financial stability on your life, your family, your ambitions? Did your family upbringing adequately prepare you to achieve economic security? If so, how? If not, what was lacking? What have you learned from either having or not having economic security?\nDo you have a basic financial plan to establish and maintain economic security for yourself and others who depend on you? Is this area getting enough attention in your life? Why or why not? What will financial stability enable you to do? Why are these things important? What are your economic security goals? How will you achieve them? Would you benefit from the assistance from a financial planning counselor? If so, do you have access to such services (usually available, often for free, from local community colleges and other public and private service providers).\nAre you over extended financially? What are the factors that contribute to financial insecurity in your life (e.g., credit card debt, car loans, etc.) Do you know how to access the resources or advice to help you plan effectively?\nIs it important for you to set a positive example for others financially? If it is, for whom and in what ways can you do so?"
    },
    "2": {
      "Character": "2",
      "Title": "Fairness",
      "Definition": "Behaving in accord to commonly understood rules that insure equity and impartiality.",
      "Questions": "Fairness is a value that is often learned in our early lives, within family situations, or situations where we are dependent on the rules and actions of others. We then carry this value forward to apply it later in life based on those early lessons. Can you identify when and how Fairness became important in your life? What life events taught you about Fairness? How has your value of Fairness changed through your life and experiences? In what ways do you ensure Fairness in your dealings? Why is it important?\nHave you been in situations where norms, rules, or even laws created unfair conditions? If so, who was affected and how? What were the results? How do you react when you encounter unfair practices or behaviors? Are you affected emotionally by unfairness? In what ways? What have you learned from your responses to unfair situations or conditions that you can put into practice? What skills do you use to respond effectively to get appropriate redress? How can you call attention to both fair and unfair practices in ways which will have an effective impact on others?\nHave you ever encountered conflicts, either personally, socially or professionally, that have been caused by differing assumptions and beliefs as to what is \"fair?\" If so, what happened? Was the outcome satisfying or dissatisfying to you? If you experienced disappointment or frustration at the outcome, what skills might you wish to seek in order to achieve more positive outcomes in the future? For example, communication or influence skills; or, dialogue skills, such as listening and communicating so as to attain genuine understanding of another's position and ensure their understanding of your own, in order to come to useful agreements with regard to issues such as what is fair.\nWhat do you do to instill the value of fairness in other people and in institutions? In what ways are you a positive example of the value of Fairness? How does your value of Fairness affect your other highest-priority values?"
    },
    "3": {
      "Character": "3",
      "Title": "Honesty",
      "Definition": "Truthful expression of information, thoughts, and feelings.",
      "Questions": "What does Honesty mean to you? Why is it important? What does it mean in your life? How do you define Honesty? Do you have a role model or models for Honesty? If so, who, and what is meaningful to you about their quality of honesty? How do you model yourself on them? How are you different?\nHonesty can mean different things to different people, through its combination with culture, personal experience, and other values. Do you consider yourself to be an honest person? If so, how do you exhibit your honesty? Are you always straightforward in your expression of information, thoughts, and feelings? If so, why? Are there times when you may be too blunt in that expression? Are there times you withhold or shade information to avoid insult or conflict? If so, why? Is it possible that you overuse this strategy? Are there times it is important to be honest and tactful at the same time? Are there communication or conflict management skills you may want to acquire or fine tune in order that your value of Honesty be best realized?\nHave you experienced dishonesty on the part of others in your life? In what ways? In what ways did it affect you? In what ways did it affect your view of them? Have you ever been dishonest toward another person or people? If so, why, and what did you learn from its effects?\nHow does Honesty combine with your other highest-priority values? In what ways might this combination affect how others perceive you? Does it matter to you whether others consider you to be honest? If so, what do you do to ensure they know that you are truthfully expressing information, thoughts, and feelings? Is it more important to be perceived as honest by some people than others? If so, by whom, and why?"
    },
    "4": {
      "Character": "4",
      "Title": "Legacy",
      "Definition": "Leaving behind something of value to the next generation.",
      "Questions": "Each of us receives leaves something from others when we begin or enter a new situation, and each of us leaves something to others when we leave a situation, and ultimately when we leave this life. What will you be leaving to those who come after you? Identify and describe those that provided you with a legacy. What did they leave for you? How have you used that legacy? What are some of the stories that you tell that describe and explain their legacy to you?\nWhat are the physical, emotional, intellectual, and spiritual things, lessons, skills, ideas, or values you will leave behind as your legacy to others, those who come after you? Make an assignment to yourself to write a list or more complete description about each of those areas.\nWhat is the story others will tell of you that will describe your legacy? Are those stories positive? Negative? Mixed? How will your legacy be measured? Will your legacy be lasting?\nHow are you preparing for your legacy now? Do you have a plan, a strategy? How are you ensuring it will be in place after your departure? How are you preparing others to use your legacy?"
    },
    "5": {
      "Character": "5",
      "Title": "Loyalty",
      "Definition": "Allegiance, devotion, or feeling of attachment to a particular person, group, or institution.",
      "Questions": "Loyalty can be directed toward a nation, a religion, a person, even a brand of merchandise. To whom or what (groups, organizations, institutions, etc.) do you feel genuine allegiance?\nWhere does your loyalty come from? What are the values and beliefs that are important to you, that you share with those to whom you are loyal?\nHow do you show your loyalty? What sorts of identifying markers or indicators do you use to indicate you are loyal? Are there regular events, meetings, or ceremonies you engage in or attend that reinforce your loyalty? Are there behaviors you demonstrate that go beyond usual expectations, behaviors which may even be considered a sacrifice, that show your loyalty? What are those behaviors?\nHow far does your loyalty extend, that is, what are the limits of your loyalty to specific individuals or groups?"
    },
    "6": {
      "Character": "6",
      "Title": "Patience",
      "Definition": "Being able to accept or wait through difficult, tedious, or painful situations without displaying emotions.",
      "Questions": "What does patience mean in your life? When, and how, did it become important to you? Do you have a role model for patience? If so, who, and what does that person mean to you? Are you a role model for patience?\nAre there times when your patience is tested? If so, what do you do to preserve your patience? How would you advise others to achieve greater patience?\nAre there times in your life when you lost your patience? If so, why, and what happened? Are there times when it is better to show emotions? If so, how do you manage a show of emotions such that the situation ends successfully?"
    },
    "7": {
      "Character": "7",
      "Title": "Playfulness",
      "Definition": "Having fun, enjoying humor and amusement.",
      "Questions": "What does being playful mean in your life? Who are you playful with? Friends? Family? Strangers? In what ways? What does playfulness create in your life? When did you begin to value play in your life? Did someone in your life inspire you to playfulness? If so, who and how?\nHow much time do you spend in enjoyable activities? Is it enough? If you want more play-time, how can you bring it into every area of your life? Is being playful at work different from being playful at home or among friends? If so, how?\nDo people think of you as a playful person? Who, and why? What benefits do others in your life receive from your playfulness?"
    },
    "8": {
      "Character": "8",
      "Title": "Recognition",
      "Definition": "Receiving acknowledgement and affirmation from others.",
      "Questions": "What does it mean to you to be recognized? What forms does affirmation or support from others take such that you feel recognized the way you want to be? Who has shown recognition or support to you in meaningful ways in your life? How?\nWho would you like recognition from? How? What can you do that will get that recognition? How will they know you would like that recognition, and how to recognize you as you most prefer?\nIn what ways do you show recognition to others? What benefits do they receive from your recognition? What benefits do you receive from recognizing them? Are there more people to whom you would like to show recognition? If so, who, and how?"
    },
    "9": {
      "Character": "9",
      "Title": "Respect",
      "Definition": "Recognizing the worth, accomplishments or property of others.",
      "Questions": "Respect is basic to all productive relationships. But because it is so basic, it is often assumed to be in operation but may not be fully supported by behavior. Without respect, human relationships will not develop. How do you regularly recognize the worth and accomplishments of others, respect their property and their rights as people?\nHow do you feel when you are respected, even if you disagree with someone? Respect must be shown to be appreciated, and this can be done in many different and subtle ways. We most often reveal genuine respect though our spoken language and immediate behaviors. Pay attention to those around you to learn how they think and feel about being respected of disrespected. Respect must be authentic, genuine.\nIdentify how establishing respect with an individual supports the relationship you have with that person. Then begin to examine other relationships you have, looking for ways to strengthen respect. Do you reinforce your respect for that person regularly?\nIf you a member of a work group, become aware of the respect shown to individual members. Rather than admonish people to show respect, become a behavioral role model. Your efforts will be noticed and appreciated."
    },
    ":": {
      "Character": ":",
      "Title": "Self Sacrifice",
      "Definition": "Subordinating one's self or one's interest for others.",
      "Questions": "The achievement of our own interests must sometimes be delayed or even abandoned for the sake of others. What does self sacrifice mean in your life? Why is it important to sacrifice oneself for others? For whom have you sacrificed in your life? In what ways did you subordinate your own interest for that other or others? How did that person or persons benefit from your sacrifice?\nIs there someone in your life who has sacrificed self in your behalf? Who is that person, and how did you benefit from this sacrifice of self? Have you ever been in a position to acknowledge and thank that person for their sacrifice? Have you ever been acknowledged and thanked for your sacrifice for someone else?\nHow do you make the decision to subordinate your own needs and interests for the success of others? Has your decision to sacrifice your own interests ever caused you difficulty or harm? If so, how, and what did you learn? Are there times when you might need to put yourself first in order to be well or strong enough to offer your help to others when they really need it?"
    },
    ";": {
      "Character": ";",
      "Title": "Self Worth",
      "Definition": "Respect for one's own self, and acceptance of one's own value.",
      "Questions": "Self-Worth is a critical part of successfully operating in the world around us. What does Self-Worth mean to you? What situations can you think of when your self-worth was low? When do you feel good about yourself?\nWhat are your most important personal qualities? What are your expectations of yourself? Learn to recognize your own strengths and talents, as well as your ability to put them into practice.\nWhat are those times when your behavior most strongly impacts your self worth, either positively or negatively? Do you over-rely, or under-rely, on your strengths? In what ways? This is a foundational value for self development. Make a note of what is going on that has such a strong effect. Learn to manage the negative especially self-criticism, and emphasize the positive. Look for and acknowledge your successes and strengths.\nDo you have a clear sense of purpose about yourself? Set up a plan to regularly recognize your accomplishments, no matter how small. In addition recognize which of your strengths played a part in each accomplishment.\nDo you often seek confirmation from others to establish your sense of self worth? Recognize that, ultimately, self worth must come from within, and that its development is a process that occurs over time. While Self-Worth must come from within, feedback from trusted others can be a very useful tool. When you ask for input from others, what are the topics or issues you would like their responses about? Identify what areas you would like feedback about, and share that with a few trusted observers so they are able to focus on what is important to you, and so that you feel secure about the feedback process."
    },
    "<": {
      "Character": "<",
      "Title": "Stability",
      "Definition": "Being able to maintain the status quo, not being easily influenced by change.",
      "Questions": "Why is stability an important priority for you at this particular time? What are the factors, influences, or people that are operating that introduce instability for you and your situation?\nThe environments in which we live and work are changeable, so being able to maintain a stable situation in the face of change or other influence is a challenge. Do you usually find that you are often in a position of providing stability in the midst of change? If this is a strength or talent for you, how do you accomplish it? How do you both share the stability you create and teach others to be more stable themselves?\nIf stability is a need for you, what are you doing to develop more stable structures around you? Do you have a plan for establishing and maintaining stability? You may need to enlist the help or teaching of those who have experience or wisdom in this area. How will you go about finding resources or enlisting the help of others?\nStability is often linked to reliability, dependability, or other similar values. What are the other associated values that work with Stability for you? While stability can be considered useful and positive, it can also be counter productive. Is there a possibility that you are too resistant to change? If so, How will you go about allowing for change in your life without creating too much anxiety or confusion?"
    },
    "=": {
      "Character": "=",
      "Title": "Tradition",
      "Definition": "Adhering to, or recognizing the importance of history and time honored practices as a way to give meaning to the present.",
      "Questions": "What does tradition mean in your life? What traditional stories and practices have meaning for you? Who are the people who have taught you the most about the importance of tradition, and what have those people contributed to your life? What do you do to show honor to them?\nWhat traditions are most important in your life and how do you keep them? What are the traditions in your personal life? At work? In your community? Are there things you have learned from these traditions that affect how you live day-to-day? If so, what, and how?\nHow are you a transmitter of tradition? Do you teach or inform others about traditions that are important? If so, to whom and how? How do they benefit from your example or teaching? Is there more that you would like to do to honor the importance of traditions in your life? If so, what, and how?"
    },
    ">": {
      "Character": ">",
      "Title": "Achievement",
      "Definition": "Successfully completing goals, processes or projects.",
      "Questions": "What are the achievements you are proudest of? Why? What are the greatest challenges you've met in achieving important goals? What personal strengths or characteristics helped you to accomplish them? Are there skills or attitudes you may need to develop to achieve future goals? If so, what are they? How will you develop or acquire them? In what ways do you apply what you have learned from your past achievements?\nWhat does Achievement mean in your life? When and how did it become important to you? Do you like to be recognized or rewarded for your achievements? If so, how? Do you have a role model or models of Achievement? If so, what did they do and what have you learned from their achievements? How have you applied these lessons or examples in your own life? Is it important to you that others also be driven to achieve? If so, how do you challenge, encourage and reward them?\nHigh achievers can often be focused and driven. If this is the case for you, how do you spend family, recreation or leisure time? Are you sufficiently focused on personal and family health and balance? Are you aware of differing values and energy levels of others around you at work or at home? If so, how do you accommodate differences in personal and professional style? If not, what can you do to raise your awareness of others who may not prioritize the value of Achievement as highly as you do?"
    },
    "?": {
      "Character": "?",
      "Title": "Authority",
      "Definition": "Respecting, honoring, or showing loyalty to people or institutions recognized as having legitimate power and influence.",
      "Questions": "Are there people in your life whom you regard as holding legitimate authority which needs to be respected? To what institutions do you give your loyalty? Are there special qualities that these people or institutions possess that elicit your respect? What benefits do you derive from your relationships with these people and institutions?\nAre you a person who holds legitimate authority with regard to other people, or do you represent a powerful institution? If so, what benefits do people receive by virtue of respecting your authority? Are you comfortable with being in a position of authority? Are you effective? Do you at times over-rely on that authority?\nDo people or institutions with authority in your life sufficiently provide the benefits you need? If not, do you have alternatives so that your legitimate needs are met? Are you able to \"speak truth to power\" when necessary?"
    },
    "@": {
      "Character": "@",
      "Title": "Charity",
      "Definition": "Providing for those in need while being motivated by good will, love, or concern.",
      "Questions": "What does Charity mean in your life? In what ways do you provide for those in need? How do you experience the feelings of good will, love, or concern for the needy? What do charitable activities contribute to your life?\nDo you wish to devote more of your time or resources to charitable efforts? In what ways? What can you do to accomplish these goals?\nIf you rely on charitable organizations, which are they, and why are they valuable to you? Are your resources being delivered to those whom you want to benefit? If not, in what ways can you extend or redirect your charitable activities?\nIs your charitable giving directly to others? If so, do you have a sense of how your charity is affecting the lives of its beneficiaries? If that is important to you, do you have ways to learn it, or see it? How does it make you feel when someone shows gratitude for your charity?\nWhat would you like others to understand and value about Charity? How does the value of Charity affect or interact with your other highest-priority values to make you the person you are?"
    },
    "A": {
      "Character": "A",
      "Title": "Competence",
      "Definition": "Knowing that one's skills are sufficient to achieve effective results.",
      "Questions": "Why is Competence valuable to you? What has your competence allowed you to achieve in your life? When and how in your life did competence become important to you? Do you have a role model or models for competence? If so, what do they mean to you?\nWhat is your greatest area of competence? How did you acquire your competence? What do you do to hone or further your competence? In what additional ways are you competent? Is your competency in demand? If so, are you able to adequately manage being depended on to provide it? If your competency is insufficiently in demand, how can you help others to see and value it, or develop competence in related areas?\nAre there times in your life that you feel or have felt incompetent? What happened, and how did you feel? What can you learn from those times when you have felt less than competent? What do you do when faced with situations in which you are likely to feel less than competent? What can you do to constructively acknowledge feelings of incompetence, and find other ways to be effective in such situations?\nDoes it matter to you that others also be competent? How do you think or feel about others whose competence does not equal your own? How do you instill or develop competence in others? When you look at your other highest-priority values, which of them can help you in deepening your own competence, and supporting the development of competence in others?"
    },
    "B": {
      "Character": "B",
      "Title": "Competition",
      "Definition": "Importance of winning for its own sake, or being the best for the sake of achieving excellence.",
      "Questions": "What does valuing Competition mean to you? When and how do you compete, for example in sport, or in another field of endeavor? To what degree is your ability to win or be the best based on natural talent? To what degree on acquired attitudes or skills? To what do you attribute your ability to achieve competitively? What do you do to maintain your competitive edge?\nCompetition can be about improving, as well as about winning, especially when improvement is measured. How do you devote yourself to being \"top\" of your \"game\"? Are there times when you need to increase your competitive ability? If so, how? What skills or attitudes may you need to hone or acquire to achieve excellence in your chosen domain? How will you acquire them? How does your high-priority value of Competition interact with or influence your other highest-priority values? How do these values affect your value of Competition?\nAre there times when your sense of competition needs to be managed more carefully? If so, when are those times? How can your sense of competition be channeled most productively? Is it important that others around you also value competitiveness? If so, how do you interact with those who do? How do you interact with those who do not? Does your competitiveness enhance your relationships with others? Hinder your relationships with others? In what ways?\nIs it important to you that others recognize your competitiveness? Why or why not? If it is, what kinds of recognition or reward do you seek? Have you been rewarded sufficiently for your achievements? If not, what do you need to communicate or ask for to receive the rewards you seek? How do you acknowledge, encourage or reward successes achieved by others?"
    },
    "C": {
      "Character": "C",
      "Title": "Decisiveness",
      "Definition": "Making unambiguous, firm, and often quick decisions.",
      "Questions": "Why is Decisiveness important? Why is it necessary to make unambiguous, firm, and timely decisions? What important decisions have you made and what were the results of those decisions? Do you have a family member, teacher, or role model or models for Decisiveness? What qualities about that person or people contributed to their effectiveness? Are you perceived as a decisive person? If so, why? If not, why not? Do you want to be perceived as decisive? If so, can you do to ensure that perception? Have you always valued Decisiveness? Why or why not?\nWhat goes into your decision making? What types of information or input do you seek, for example, cultural, relational, strategic or other factors? To what degree do you seek information, input, participation, or consensus in your decision-making and why? Do you have sufficient skills along the decision-making continuum, from autocratic to consensual decision making, from simple to complex decisions requiring trade-offs? If not, when might you need such skills, and what can you do to build them?\nHave you made decisions or witnessed the outcomes of decisions made by others that had unforeseen consequences, either negative or positive? If so, what were they, and under what conditions were they made? What did you learn? Do you have a trusted peer, advisor or counselor that you can consult when making difficult decisions? How do you ascertain that your decision was an effective one, short-term, mid-term, long-term? Do you ever seek feedback on your decisions? Why or why not?\nHow do you communicate decisions? Are there any skills you need to acquire with regard to communication, whether with regard to timing, clarity, emotional sensitivity, inclusiveness or selectivity? If so, what? If not, how might you teach or mentor others to communicate effectively? Are you ever required to justify or defend decisions? If so, how have you done so and how successful was the outcome, and what did you learn?"
    },
    "D": {
      "Character": "D",
      "Title": "Efficiency",
      "Definition": "Creating or implementing practices that maximize results while minimizing wasted effort and resources.",
      "Questions": "What practices have you created, implemented, been involved with or witnessed that have had the greatest impact? What was achieved, and how? What made these efficiencies successful, for example resources, clear goals, role-clarity, the efforts and relationships of people? How can you replicate good examples of practices that maximize results which minimizing wasted effort and resources?\nWhy is Efficiency important? Do people and institutions with which you are involved understand the value of Efficiency? Why or why not? If not, what barriers exist, whether attitude, culture, politics, resource, time-pressure, or other factors? What can you do to influence people and institutions toward valuing Efficiency?\nDo you consider yourself to be efficient? Why or why not? If so, what kinds of personal satisfaction or reward do you derive from Efficiency, and why? Have you always been efficient, or is it a value that has come to be important for you over time? When in your life did you become aware of Efficiency? What examples or critical incidents are significant to your thinking about Efficiency? How, and why? Are you sufficiently rewarded for efficient behaviors? If so, how? If not, why not? Does it matter to you? If so, how, and what can you do to bring attention and reward to your efforts toward Efficiency?\nIn what ways does your value of Efficiency influence your other highest-priority values, in your personal life, in your professional life? In your work duties, your relationships, your personal aspirations? What can you learn, and perhaps implement, from such observation?"
    },
    "E": {
      "Character": "E",
      "Title": "Financial Success",
      "Definition": "Achieving monetary prosperity through effective fiscal management.",
      "Questions": "What does Financial Success mean to you? In what ways do you manage your financial assets so as to achieve prosperity? Who or what are significant examples in your life of the value of Financial Success? What do they mean to you? Have you always enjoyed financial prosperity, or is it something you learned, or aspire to? What is your life story with regard to Financial Success? What does monetary prosperity mean to you? What does it enable you to envision and achieve?\nWhat fiscal management skills do you have? How effective are they? Have your skills seen you through times of economic stress as well as more financially stable times? Are there skills you need to develop? If so, how will you do that?\nIs it important to you to instill your value of Financial Success, to family, to co-workers, to your organization, and/or to your community? If so, who is most important and why? How will you, or have you instilled this value? What attitudes or skills might they need additionally to be able to achieve realize monetary prosperity? What skills or attitudes might you need to develop in order to ensure they do so? How will you, or they, acquire these attitudes and skills?\nIn what ways do your other highest-priority values interact with your value of Financial Success? How do you want to be remembered with regard to Financial Success? What legacy, either monetary or otherwise, do you wish to leave, and to whom? How will you achieve this?"
    },
    "F": {
      "Character": "F",
      "Title": "Hierarchical Ability",
      "Definition": "Effective understanding of management in large organizations.",
      "Questions": "Effectiveness in large organizations requires an ability to understand, respect, and work with various power centers. Those who value Hierarchal Ability tend to succeed in organizations. How well do you understand the roles, processes, and politics within an organization? How do you go about gaining this understanding? Why is it important?\nWhat personal attitudes, skills and experience do you have that contribute to your valuing Hierarchal Ability? In what ways is this value reflected in your work life? In your personal life? Socially? Intellectually? Do you believe others should value Hierarchal Ability? Why or why not? What would want others to understand about it? What is its influence on and interaction with your other highest-priority values? What effects do you see in this interaction, and what does it contribute to how you view the value of Hierarchal Ability?\nDo you have the confidence in your technical competencies as well as your communication skills to manage up, down, and across your organization? What skills do you have for influencing? Are there skills you need to develop to be more effective? If so, what are your plans for attaining those skills, for example, through training? Do you have a mentor who is a source of information and wisdom for you? If not, seek out such a person and establish a relationship that allows you to learn from him or her.\nDo you possess understanding that needs to be transmitted to others? If so, what is it, and how, and from whom, did you gain it? You may want to consider selecting a mentee to whom you can pass on your valuable knowledge and experience."
    },
    "G": {
      "Character": "G",
      "Title": "Informing",
      "Definition": "Providing information.",
      "Questions": "In what situations and in what ways it is important for you to provide information? What kinds of information do you provide? In what form or forms do you provide information to others? In what ways do others benefit from the information you provide?\nWhat are your personal preferences with regard to how you like to be informed by others? For example medium, i.e., do you have a preference for direct contact by phone, or do you prefer email? What is your preference with regard to frequency, i.e., often vs just-in-time? What about volume, i.e., detailed and exhaustive, or just the bullet points? Do you spend the effort to inform others of how you most prefer to receive information, and what kind, in what situations?\nDo you vary your means of communicating in accordance with others' individual preferences? If not, do you need to seek skill development in the area of diversity with regard to learning styles and cognitive preferences? If you do practice targeted informing, are there ways that you can help others benefit from doing the same (e.g., though feedback or taking the time to explain how and why you do it)?"
    },
    "H": {
      "Character": "H",
      "Title": "Managing",
      "Definition": "Providing direction and guidance for self, family, or organizations according to the principles and processes of sound governance.",
      "Questions": "This is a value that applies in some way to everyone, in both personal and professional situations. Identify those areas in your life where you are called on to manage.\nManaging means providing direction, which at one level assumes a specific objective or goal, and more generally assumes a mission and a vision. Can you easily identify the objectives toward which you manage in each of your management activities? If not, identifying and developing both the specific and the more strategic aspects of your management is critical to your effectiveness.\nWhen and where are you most successful in your management activities? When are you least successful? You may have specific management authority and responsibilities and may therefore be able to seek feedback about your effectiveness and use that information to further develop your management abilities. Do you have a clear structure for doing so? If not, you may need to enlist the aid of others to create such a structure, even if it is informal.\nWhat can you learn from your successes in one area of management that you can apply to other areas?"
    },
    "I": {
      "Character": "I",
      "Title": "Order",
      "Definition": "Comprehensive arrangement of things and people through the establishment and maintenance of logical rules, roles or structures.",
      "Questions": "Why is order important to you? In what ways do you provide structure and direction, and for whom? In your professional life? In your personal life?\nHow do you decide what kind of structure or direction is needed in a given situation? What benefits do people or organizations derive from the order you provide? How do you know they are deriving the benefits you intend (asking for information, or seeking feedback)?\nAre you in a position to ensure order to the degree it is needed? Are your influencing skills adequate to those situations where you may not have nominal authority? If not, how do you find ways to influence the situation?\nDo people ever resist your attempts to create order? If so, are your skills adequate to appraise the situation and take appropriate actions?"
    },
    "J": {
      "Character": "J",
      "Title": "Patriotism",
      "Definition": "Respect for, commitment to, and pride for one's country.",
      "Questions": "What does patriotism mean in your life? In what ways do you show your respect and commitment to your country? When in your life did this become important, and how? Was anyone in your life a model of patriotism? If so, who was that person, and in what ways did that person affect your life?\nHow do you convey to others what patriotism means? Are there events or communities that you support in organizing patriotic events or education? If so, what are they and how do you participate? Would you like to do more to show patriotism? If so, what and how?\nHas anyone ever challenged your patriotism? If so, what did you learn? Have you ever challenged anyone else's patriotism? If so, what was your intent, and did you accomplish it? What did you learn?"
    },
    "K": {
      "Character": "K",
      "Title": "Predictability",
      "Definition": "Achieving expected results through conformity to established practices and processes.",
      "Questions": "Why is predictability important to you? What do you do to achieve it? How is it important in your personal life? In your work life? Is there a difference between the two? If so, how?\nIn what areas do you believe achieving a predictable outcome most important, and why? What do you do to ensure predictability in those important domains? Is there special knowledge or are there skills you need to develop to ensure adequate predictability in regard to processes and results? If so, how will you gin that knowledge or develop those skills?\nIs there a need for you to explain to others the need for predictability, and to ensure they know the best practices and processes? If so, is there a need for you to develop your communication or teaching skills?\nIs there ever a time when it might be important to leave room for an unexpected result, for example, when out-of-the-box thinking is necessary? Are you able to allow for spontaneity? Are you able to invite the participation of others who can bring fresh thinking? What skills, or what partners, might you need to seek out at those times when predictability does not serve the needs of the situation?"
    },
    "L": {
      "Character": "L",
      "Title": "Problem Solving",
      "Definition": "Getting satisfaction from the process of taking on a thing or situation that needs fixing and working with it to its solution.",
      "Questions": "What are the sorts of problems you enjoy taking on? Describe them both in terms of their qualities or characteristics, and in terms of the satisfaction you get from working with and solving those problems.\nIs Problem Solving fundamentally different for at home, at work, or other situations? Or is your style of problem solving basically similar in different situations, even though the specifics are different? In which context do you do your best problem solving? Why?\nAre you accomplished at solving the problems you identified above? If so can you expand your abilities to other sorts of challenges that are not so enjoyable?\nCan you share your knowledge and abilities with others? Good problem solving skills are in high demand, so develop a plan for teaching others these skills and how to use them appropriately."
    },
    "M": {
      "Character": "M",
      "Title": "Productivity",
      "Definition": "Provide positive and or useful results by using creative or mental skills.",
      "Questions": "What does productivity mean to you? What kinds of skills do you use to produce positive results? How did you develop those skills? What benefits do you derive from being productive? What benefits do others derive from your productivity?\nWhat kinds of productivity goals do you set for yourself? How do you evaluate and measure your productivity? What improvements can you make to accomplish your productivity goals? Are there additional domains in your life or work in which you would like to be more productive? How do you motivate yourself to be productive in areas where you are not as accomplished? What additional goals will you set and how will you meet them?\nDo others around you share your productivity value? If not, do you need to develop skills to motivate others to produce (for example, acknowledging strengths, giving timely and objective feedback, praising achievements)? If so, are your procedures and processes adequate to synergize your efforts, i.e., coordinate efforts to produce more through less collective effort?"
    },
    "N": {
      "Character": "N",
      "Title": "Quality",
      "Definition": "Being concerned that goods or services meet established standards of excellence or performance.",
      "Questions": "Defining quality in operation requires an understanding of essential characteristics or criteria needed to evaluate something. Eventually, everything we make or do can be evaluated according to standards of quality. What are the issues or things you provide where quality is of a particular importance? If there are more than one, prioritize your list and explain your rationale, at least to yourself.\nWhat are the standards of quality that the goods or services you are responsible for evaluating or for providing which need to meet? In your opinion, are these standards adequate? Why or why not? Is adequate sufficient or does the quality of the things in question need to be superior to others in that class of things? What are the trade-offs in achieving the level of quality needed for the issues you have identified?\nAre you facing quality challenges, either professionally or personally? Take the time to investigate and make necessary improvements. If the lack of quality in these challenges is an ongoing problem, how will you identify and engage resources to change the situation? Do you have a plan to make needed changes?\nWhen working with others, make sure that quality standards are understood by everyone involved. How are quality standards communicated? How is quality compliance monitored? Are you remaining current with changes that affect quality standards?"
    },
    "O": {
      "Character": "O",
      "Title": "Rationality",
      "Definition": "Objective reasoning based on the principles of logic.",
      "Questions": "Everyone is rational to some degree, but when we are influenced by emotions, biases, and unfounded assumptions and beliefs we are less objective and become more subjective. When do you become less objective and more subjective? When do your emotions influence your thinking and decision making?\nWhen dealing with important issues, especially when developing conclusions and judgments, do you take the time to identify your own \"hot buttons,\" i.e., those areas where your emotions begin to influence your thinking and actions? How do you manage those emotions?\nDo you separate facts from opinions when you read or listen to others' comments about important political, social, professional, or personal issues? Can you explain to yourself and others the way your judgments and decisions logically follow from the facts in a given situation?\nWhat are the external pressures and forces that influence your ability to think clearly and rationally? How do you manage those influences? (For example influences at work, from the media, or other social sources.)\nDo you share your thinking processes with others, especially those with whom you work, or who rely on you? Do you ask others to share their thinking process with you?"
    },
    "P": {
      "Character": "P",
      "Title": "Recreation",
      "Definition": "Any activity that serves to renew or refresh, physically, emotionally, or mentally.",
      "Questions": "What is your personal definition of recreation? What are your favorite forms of recreation? What aspects of yourself are refreshed or renewed by recreation, and how?\nHow much time do you spend in refreshing recreation? Is it regular? Is it enough? If not, can you spend more time? How? Can you extend your definition of recreation to include activities that you can do in less time? Are there skills that you would like to develop to make your recreation time more refreshing? If so, what, and how will you develop them?\nDo you have friends or significant others with whom you share recreation, or who support your recreation activities? Do others around you understand that recreation is a priority for you, and why?"
    },
    "Q": {
      "Character": "Q",
      "Title": "Responsibility",
      "Definition": "Being accountable for people, a specific set of duties, or a project.",
      "Questions": "Our responsibilities compete for our attention and energy, so we must prioritize among them. What do you consider to be your top or highest priorities? Identify the different ways in which you support your top responsibilities. Do those to whom you feel responsible know or understand how you support them? Do not simply assume they understand correctly.\nHow much of a sense of ownership do you tend to take for problems, projects and people? The sense of ownership associated with the Responsibility value is a powerful motivating energy that is often experienced as such by the person who holds this value. It is also felt by the people around him or her, giving them a sense of security. When it is over-done, others may feel overly controlled.\nWhen we are overly responsible, we can easily become over-extended, which may result in failure. How do you react emotionally when you are not able to support one of your responsibilities?\nSome self assessment will tell you if you need to manage how responsibility works in your life. If you identify yourself as being highly responsible, you may benefit from getting some feedback and observations from others about your behavior. Are you exercising too much, too little, just the right amount of responsibility?"
    },
    "R": {
      "Character": "R",
      "Title": "Rule of Law",
      "Definition": "Depending on explicit laws to regulate and prescribe conduct.",
      "Questions": "What does rule of law mean to you? In your personal life? In your work life? In society? When in your life did you begin to understand the value of rule of law as you do now? What events or people influenced your understanding of it? How?\nIn what ways do you benefit from depending on explicit laws to regulate and prescribe conduct? Do others around you understand the value of explicit laws as you do? In what ways can you educate others? Are there any skills you may need to develop to do so in an effective way?\nDo all laws apply equally to everyone? Are there laws that you do not obey, or instances when you do not obey the law? If so, why not? Are there instances when it would be in your best interest or the best interest of others not to obey laws or regulations? If so, when and why?"
    },
    "S": {
      "Character": "S",
      "Title": "Self Confidence",
      "Definition": "Knowing one has the ability to rely on oneself in specific situations.",
      "Questions": "Why is it important to be self confident? How do you express self confidence? When in your life did you first become aware of feeling self confident? Is there someone in your life who fostered your self confidence? Who and how?\nWhat are your natural talents and strengths? What are the specific areas in which you know you can excel? Are there areas into which you would like to extend your ability such that you know you can act with confidence? If so, how can you use your natural strengths as a foundation to extend into these areas?\nAre there times when your self confidence is lacking? If so, what do you need to do to restore it? Do you need the help of friends or associates who support you in your abilities? Do you need to develop additional skills so that you can act with confidence? Are there ways that you have succeeded in restoring your sense of self confidence in the past that would work for you now?"
    },
    "T": {
      "Character": "T",
      "Title": "Acceptance",
      "Definition": "Recognition that personal limitations, weaknesses or barriers are a beginning point for growth.",
      "Questions": "What does Acceptance mean to you? Has someone in your life been a role model for you in turning a personal deficit or frustration into an opportunity for growth? If so, who and how? In what ways have you experienced limitations, weaknesses, or barriers as opportunities for growth? What did you learn? Are you aware of setting an example for others around you? In what ways?\nWhat are your personal limitations or weaknesses (these might include the things that you find difficult to do, that drain your energy, or those areas where you may have the least talent or physical ability)? In what ways do you and others around you accommodate those limitations? What are the disadvantages you and others experience from this accommodation? What benefits? What barriers have you faced, and how did the value of Acceptance help you to get over or around them?\nWhat are your personal strengths? How do these strengths help you to grow in spite of constraints? In the area or areas where you are limited or face barriers, is there anything that you can let go of so that you can put your attention and energy into those areas where you excel? If so, how would your life change?"
    },
    "U": {
      "Character": "U",
      "Title": "Analogy",
      "Definition": "Cross-domain thinking and expression using metaphor, symbol, image or model to reveal unexpected, thought-provoking connections, and convey complex meaning.",
      "Questions": "How do you define analogical thinking and/or communication? Why is it important? When did metaphor, symbol, image or model become important in your life, and how? What have you gained by using Analogy that could not be attained by other means? What are your unique talents and gifts in this domain? How did you acquire them? How do you use them? What additional competencies would you wish to develop with regard to Analogy? How would you best acquire or develop them?\nCommunication is about coming to a shared understanding with another or other people. What are your objectives in influencing a given audience using analogic thinking? What analogic methods or tools do you use? What is the degree of your competence in using such means with regard to influencing others? In what ways might you increase or fine-tune your competence to influence?\nAnalogic thinking is a growing-edge area of cognitive and communication research and practice, given the importance of digital media, artificial intelligence, and advances in understanding how the human brain works. In what ways are you following and/or leading this research or practice? Do you have an interest in developing others in this area? If so, how?\nDo you use Analogy in understanding your own life? If so, how? What insights have you been able to grasp and apply? How does Analogy relate to your other highest-priority values? Is there a metaphor, image, symbol, or model that expresses this relationship?"
    },
    "V": {
      "Character": "V",
      "Title": "Balance",
      "Definition": "Maintaining a sense of equilibrium and well being in spite of change or conflict.",
      "Questions": "Being in balance means very different things to different people. What does it mean to you? What are the kinds of situations that can throw you off-balance? How do you tend to respond in those situations?\nMaintaining a sense of equilibrium usually involves emotions. How are your emotions affected when you are off-balance? How is your sense of self affected? In what ways can you care for yourself when feeling out of balance?\nHow are your relationships with others affected when you are in a state of disequilibrium? Ask others for their observations of your behavior when out of balance, and be open to what they describe. Are there ways you can \"catch\" yourself when around others and return to equilibrium? Are you sensitive to signs in others that they are feeling out of balance? What can you do to help them regain it?"
    },
    "W": {
      "Character": "W",
      "Title": "Being Present",
      "Definition": "Providing one's complete attention to another or others when with them.",
      "Questions": "How do you define Being Present? Why is it important to you? Do you remember when in your life being present to others became important to you? If so, how, and why was it important? What have you given to others through attending to them? What do you feel, think and do when being present to another or others? How does Being Present express your identity as a person?\nIs being present something that is important to you in every situation? If so, why, and how are you present with others all the time? If not, when is it more important to you to be present to others and why? Do you ever find that your attention is divided or wandering when you are with someone else you want to give your attention to? If so, what do you do to bring yourself back into the present moment with that person?\n Is it important to you that others are also being present? If so, how do you convey the value of Being Present? When you are with people who are inattentive when it is important to be present, what do you do?\nYour complete and undivided attention given to another or others is a great and powerful gift, with an even greater effect on others than you might imagine. If there are reasons that you do not give this gift equally, you may want to cultivate an awareness of how this affects people to whom you do not choose to be present. Such awareness may allow you to see the effects of when you give, and when you withhold your presence. This in turn will allow you to be more conscious of how you use the power of Being Present."
    },
    "X": {
      "Character": "X",
      "Title": "Choice",
      "Definition": "Exercising one's ability to select among alternatives.",
      "Questions": "What does Choice mean to you? When and how did you first become aware of the importance of choice for you? Is there someone or something in your life that exemplified the value of Choice for you? If so, who/what, and in what ways is this exemplar significant to you? What significant choices have you made, and what were their outcomes? Are there choices you would have made differently in retrospect? If so, why? What have you learned by exercising your ability to choose in life?\nHave you ever been deprived of the ability to make your own choice? If so, when and how were you affected by it? What did you do to gain or restore your ability to choose? What were the consequences? How do you feel about conditions or attitudes that deny choice to some people? If your feelings about this are strong, is there anything that you can do to change these circumstances?\nTo what degree to you take into account potential consequences? How do you inform yourself about the implications of your choices? Have you been successful at dealing with the consequences of choices you have made? Why or why not?\nTo exercise choice, one must have the opportunity. How do you create the opportunities to make choices? What can you do to create more or better opportunities for Choice in the future?"
    },
    "Y": {
      "Character": "Y",
      "Title": "Commitment",
      "Definition": "Willingness to fulfill a course of action, promise, or agreement.",
      "Questions": "How do you define Commitment? To whom, or what, have you committed yourself in your life, and why? How did you express your commitment? What were the results? Why is commitment important to you? What would you like others to understand about the value of Commitment?\nHave you experienced lack of commitment on the part of others in your life? In what ways did it affect you? Do you have a role model for commitment in your life? Who was it, when, and what did you learn? Are you a role model to others for commitment? If so, how?\nHow do you express your commitment to another or others? Do you expect your expression to be reciprocated? If so, how? How do you know that this expression is understood by the person or people you are committing to? Do you have explicit expectations with regard to how you will recognize others' commitment to you? Does it matter? If not, you may wish to consider that one-sided commitment may result in undesired outcomes. For anyone considering a mutual commitment that assumes family, financial, or other significant responsibilities, it is worth considering the development of skills associated with the more foundational values of Respect, developing mutual Trust, and the advanced skills of Dialogue: listening so as to attain genuine understanding of another's position and communicating so as to ensure their understanding of your own; and coming to informed agreements as a result.\nHow does Commitment interact with and affect, or be affected by, your other highest-priority values? What does this tell you? What, if necessary, will you do about it?"
    },
    "Z": {
      "Character": "Z",
      "Title": "Courage",
      "Definition": "Bravery, daring, boldness in the face of fear or strong opposition.",
      "Questions": "What does Courage mean in your life? When has it been important for you to be courageous, and what happened? What did you learn? Do you have a role-model or models for Courage? If so, who are they and what does their example mean to you? Do you feel yourself to be a courageous person? If so, why? If not, why?\nHow have you behaved when met with fear or strong opposition? What did you experience physically and/or emotionally? What did your behaviors and responses tell you about yourself? Is there anything you would do differently? If so, what and why?\nHow do you distinguish opposition that requires a bold response and opposition that requires you to agree or capitulate? Have you ever mistaken or misread one situation for the other? If so, what did you learn? What, to you, is the difference between courageous behavior and impulsive behavior? Do you need to be more bold? Less bold? Describe what your behavior would look like in either case. If desired, practice the behaviors you want to develop, with a supportive partner, coach, or counselor.\nWhat kinds of situations require you to be brave, daring, or bold in the face of fear and/or strong opposition? What will you do the next time you are faced with a situation that requires you to think and act courageously?"
    },
    "[": {
      "Character": "[",
      "Title": "Creativity",
      "Definition": "Imaginative generation of ideas.",
      "Questions": "How do you define Creativity? Why is Creativity a high-priority value for you? Do you think of yourself as a creative person? If so, why? If not, why? Are there creative people in your life? If so, how are you like or unlike them? How is your creativity manifested? Is there anything you have created you are proud of? What and why? When have you felt most creative? How and with what results?\nCreative styles can differ greatly from person to person. What is your own creative style like? How is it different from or similar to the creative styles of others you have observed? What are the areas in your life that you are most creative? Do you generate many or a few imaginative ideas? Is it important for you to bring most or all of your ideas into concrete form? Why or why not? Do you feel constrained or inhibited in regard to sharing your ideas? If so, why? Are you open with your ideas? If so, why and with whom? If not, why? Do you ever feel the need to protect your creative spark? If so, how?\nDoes your value for Creativity set you aside from people and groups? If so, how? Have you felt isolated? Accepted? Fostered? Ignored? What have you learned from your own creative energies? What have you learned from others whom you regard as creative? Have you recognized and/or fostered creativity in others? If so, how?\nHow does your value of Creativity affect your thinking and behavior with regard to your other highest-priority values? What would you like others to understand about the value of Creativity?"
    },
    "\\": {
      "Character": "\\",
      "Title": "Diversity",
      "Definition": "Recognition, respecting, and valuing different perceptions, opinions, and perspectives.",
      "Questions": "Diversity, not surprisingly, means different things to different people. What does diversity mean to you? In your personal life? In your work life? What do you do, every day, that demonstrates that you value diversity? What insights or benefits might others receive from your actions? (With reference to this question, you may want to consider that people around us perceive our actions, and even intentions, for good or ill, more precisely and accurately than we might imagine.) What benefits, personal or otherwise, do you get from acting in accordance with your value of Diversity?\nWhen you encounter strong differences of perception and opinion, how do you respond? Have you encountered conflicts in environments that welcome diverse constituents? If so, what have you or others done to manage, reduce, or resolve such conflicts? What worked well? What might you do differently in a similar situation? What might you recommend to others to help them successfully manage conflict arising from diversity?\nWhat does respecting and valuing diversity contribute to the culture at large (to companies, to institutions, to countries and to global peace and prosperity)? What would you like others to understand about the value of Diversity? How will you communicate this understanding? What skills might you need to develop or hone in this regard? How will you go about developing or honing these skills?\nHow does the value of Diversity interact with or influence your other highest-priority values? Within your set of highest-priority values, might implicit trade-offs or conflicts exist? If so, how will you deal with these? If not, what does your combination of high-priority values suggest with regard to your valuing, and communicating to others your value of, Diversity?"
    },
    "]": {
      "Character": "]",
      "Title": "Empathy",
      "Definition": "Being able to understand, identify with, and acknowledge the experience and feelings of others.",
      "Questions": "What is the nature of Empathy as you experience it? Why is it important to you? When did you become aware of valuing Empathy in your life? What effect did this awareness have on your personal choices as you matured? Are you considered by others to be an empathetic person? If so, what qualities do people name when describing your empathy? Why do these qualities matter? What skills support an appropriate expression of empathy to others?\nWhat advantages does valuing Empathy bring to your personal relationships? Your work? Do you find that others may ask you to for your opinion or insights with regard to an interpersonal situation? If so, what does it mean to you to do so? If not, are there instances where people might understand a situation better were you to offer your insight, and how might you best do so? Do you always act on your feelings of Empathy toward others? Why, or why not?\nHave you ever been treated in a negative way by others because of your value of Empathy, for example ignored, discounted or even ridiculed? If so, what happened and how have you responded? Are there skills you would wish to develop with regard to expressing Empathy with others in an appropriate manner? If so, what, and how will you acquire them (e.g., reading, training, coaching or counseling)? Do you ever feel overpowered by your feelings of Empathy? If so, how? What can you do to achieve equilibrium?\nHave you ever found yourself in conflict with, or in a position to support, mentor or coach a person who lacks Empathy? If so, how do you approach and influence such a person? What would you like people to understand about the value of Empathy? How can you communicate this to others?"
    },
    "^": {
      "Character": "^",
      "Title": "Independence",
      "Definition": "Thinking and acting without outside control.",
      "Questions": "What are the areas in your life where you exercise the most, and the least independence? (For example, what decisions at work, which financial areas or items, being free from your historical influences, etc.)\nHow does independence connect with other values, especially your top priority values?\nHow do others, with whom you live and work, perceive your independence? Are there times when they would benefit from more information from you? What will you do to ensure you are aligned with others around you while maintaining your independence?\nBeing able to live and work independently is essential in personal and organizational life. How often do you seek guidance from others, especially those you hold in respect?\nIndependence may seem like a natural part of your personality, and if so, there may be times when you exercise too much independence. When does that occur? How might you use other priority values to ensure you do not become overly confident or isolated?"
    },
    "_": {
      "Character": "_",
      "Title": "Intimacy",
      "Definition": "Mutual connection, sharing deepest personal thoughts and feelings, which may include shared physical expression with another person.",
      "Questions": "Intimacy implies being able to create and maintain a close and highly trusting relationship with another person with whom we can share personal information without risk. Some select relatively few people in a lifetime to share in this kind of relationship, for others that group includes more people. Who are the people you share, or have shared, most deeply with? What is it about them that elicits your feelings of intimacy?\nIn what ways do you share your thoughts and feelings? Are you able to be as open as you wish to be? What creates the conditions for intimacy in your life?\nIntimacy is usually reciprocal between people. When you are with a person with whom you share an intimate relationship, do you actively listen to what is shared, and respond in return?\nIn what ways can you deepen mutual trust and intimacy with the people you are closest to? Identify opportunities when you could share more with particular people, but might not usually do so. The initial steps to intimacy require some interpersonal risk, which usually takes the form of appropriate self disclosure. Consider and decide what, when, and how you will begin to share more of yourself."
    },
    "`": {
      "Character": "`",
      "Title": "Learning",
      "Definition": "The acquisition of skills, competencies, or knowledge so as to facilitate understanding and development.",
      "Questions": "What does learning mean in your life? When in your life did learning become important to you? Is there a person or persons to whom you attribute your value for learning?\nWhat is your personal learning style? Are you a \"people\" learner? An analyst? A doer? Is your interest in integrative learning? How do you best support your learning \"habit?\"\nIn this \"Information Age\" we are continually confronted with new information and challenges. Learning applies to specific knowledge and skills as well as to an entire attitude about life. Are there activities that you engage in that require additional learning on your part? What personal learning goals to you have? How will you achieve your ongoing personal learning goals?\nIs learning a means to a specific end for you, or more than that? Do you wish to share your learning with others? If so, what is the best way to achieve this?"
    },
    "a": {
      "Character": "a",
      "Title": "Listening",
      "Definition": "Paying careful attention to verbal and nonverbal messages.",
      "Questions": "What does \"listening\" mean to you? Why is it important? How does this value operate in your personal life? In your work life?\nWhat do you do with what you hear when listening to others? \"Active\" listening skills include skills like mirroring (matching your communication to the style of the person you are listening to), and rephrasing (re-stating in your own words what you have understood). In what ways are you prepared to deal with what you hear when carefully listening? Do you listen for complete comprehension rather than listening for evaluation or judgment first? Do you need to build skills in this area? If so, what skills, and how will you develop yourself as a listener?\nIn what ways can you give feedback to others on the value of listening and how to do it?"
    },
    "b": {
      "Character": "b",
      "Title": "Openness",
      "Definition": "Authentically and genuinely sharing personal information that others would not normally know or see, and being open to the same from others.",
      "Questions": "How do you express the value of openness in your life? With whom do you share personal information? Do you tend to share with many, or a select few? Why?\nWhat kinds of information do you share with selected others? What kinds of information are you open to those others sharing with you?\nWhat are the conditions necessary for authentic openness with another person? How do you establish or gauge conditions of safety for sharing with others? Have you ever felt vulnerable to persons with whom you have shared personal information? If so, how do you deal with that vulnerability? Has your trust ever been violated, or have you learned from another person that something you shared with others violated their trust? If so, how do you adjust or re-establish trust?\nWould you like to have more openness in your life? How would you accomplish that? What benefits would it bring to you? To others? Can you articulate why openness is valuable?"
    },
    "c": {
      "Character": "c",
      "Title": "Personal Growth",
      "Definition": "Improving one's self physically, mentally, emotionally, or spiritually.",
      "Questions": "Many people are satisfied with who and what they are at the present time, so why is personal growth important for you? In what ways do you try to grow, to improve yourself? Do you have role models for personal growth? If so, who are they, and how have they influenced you?\nWhat is personal growth for you? Do you have ways to identify and keep track of your growth? Reflect on your path of growth, and identify those areas where the most growth has occurred. What has happened that has supported or required your growth? What areas are there where you do not see personal growth? Do you need to put more energy into those areas?\nWhat do you do to sustain your personal growth? Do you have structures, systems, regimens, or partners to rely on? If so, who or what are they and how do they help your growth? If not, are there structures, systems, or partners that you might establish that can help you sustain your personal growth? For example, how do you find ways to devote the time and energy you wish to spend in your personal growth? Can you use your time differently or redefine what constitutes personal growth to help you sustain it? Do you have friends and peers who support you, and for whom personal growth is also important? If so, in what ways do you show mutual interest and support? Are there others in your life for whom you are a role model for personal growth?"
    },
    "d": {
      "Character": "d",
      "Title": "Questioning",
      "Definition": "Inquiring to develop understanding, challenge assumptions, and ethically influence others.",
      "Questions": "Why is questioning important? What is the benefit of asking questions, to you? To others? What situations in your life have been improved by questions you have asked? What questions did you ask and what did you learn?\nWhat kinds of questions do you ask? Do you ask the same or different kinds of questions to develop understanding, challenge assumptions, and ethically influence others? If you ask different kinds of questions, what are some of those kinds of questions, and what kind of response does each elicit? If not, what additional kinds of questions could you ask? Do you ask questions that acknowledge different people's learning styles? For example, people-oriented (who?), factual (what?), practical (how?), or integrative (so what? or what if?).\nWhat kinds of questions do you ask yourself? What other questions could you be asking yourself, and how might you benefit from them?"
    },
    "e": {
      "Character": "e",
      "Title": "Reflection",
      "Definition": "Thinking and consideration to develop understanding and insight on any given subject.",
      "Questions": "Why is reflection important to you? Have you always been a reflective person? If so, when did you first realize this about yourself and how? If reflection is a more recent value choice in your life, what made it important to you?\nWhat do you tend to reflect upon? What does this reflection contribute to your life? What have you learned through reflection?\nDo you have a favorite place or mode for reflecting? Are you able to spend as much time as you wish in reflection? If not, what do you need to do to spend more time in reflection? Do you recognize that not everyone has a preference or need for reflection? Do the people around you appreciate your reflection value and give you the space and time for it? If not, how can you communicate to them why time to think and consider is important for you?"
    },
    "f": {
      "Character": "f",
      "Title": "Risk",
      "Definition": "Being willing to stake something of value against the success of a proposition, activity, or idea.",
      "Questions": "When you consider risk taking in your life, is this a concept that you have often embraced, or avoided? It Risk is something that describes you, identify some of the more important risks you have taken and develop the underlying factors for those situations to see if there are commonalities between them.\nRisk combines the unknown and the idea of probability. Creating anything of value requires some risk. Risk invokes the possibility of success as well as failure. Make it a practice to do a risk analysis, formal or informal when a decision or action may impact the lives of others.\nIdentify those times when you feel you must simply take a risk to achieve your goals and find a trusted person to discuss your plan of action. Be prepared to listen carefully.\nIf you are a person that can easily tolerate taking risks, be sure and get feedback from others regarding the impact your risk taking behavior has on them. Does your risk taking create anxiety or threaten the stability of others? How can you better communicate the nature of the risks you take to help others understand, tolerate, and even support your decisions to take risks?\nIf you have selected Risk as a priority because you have identified is as need, something in which you should engage in more, how will you approach risky situations, and risk taking in ways which will allow you to continue? Are there people or resources you can consult of learn from that will help you?"
    },
    "g": {
      "Character": "g",
      "Title": "Search For Meaning",
      "Definition": "Seeking to know and fulfill my highest potential in life.",
      "Questions": "This is a value that drives the development of our selves and the groups and organizations in which we work. Who are you at your deepest and most profound level?\nDo you have a true or core calling in life? Can you describe it clearly and succinctly? Have you share it with others? Why might it be important to share your understanding of your search for meaning with significant others in your life?\nHow are you engaged in your search for meaning? What will you do in the future to more clearly identify and develop your highest potential?\nIf you cannot identify a core calling in your life (and you are not limited to just one), are you actively engaged in finding out the answers to the above questions?"
    },
    "h": {
      "Character": "h",
      "Title": "Trust",
      "Definition": "Being confident that one's positive expectations of others will be confirmed, or be depended on in like manner.",
      "Questions": "What is the meaning of trust in your life? With whom in your life do you have, or have had, trusting relationships, and on what is your trust based? Is there a difference between the trusting relationships you have with people in your personal life and work life? What does it take to develop trust with another person or persons?\nHas your trust ever been violated? Has anyone felt that you violated their trust? What happened? Were you able to re-establish trust? If so, how? What did you learn?\nDo others around you understand the importance of trust? Do some people perhaps understand trust differently? How do you determine whether someone is worthy of your trust? How do you present yourself as a trustworthy person? Are there any skills you may need to develop in order to communicate your need for trust, or your willingness to create the confidence others need to have in you in order to trust?"
    },
    "i": {
      "Character": "i",
      "Title": "Well Being",
      "Definition": "A state of mind and body that includes being happy, prosperous, or healthy.",
      "Questions": "What does well being mean to you? What conditions create this state of mind for you? Are they mental, emotional or physical conditions, or some combination of these? How do they affect you positively? When in your life did you become aware that well being was important to you? How? Is there someone in your life who has inspired you to an awareness of well being? If so, who, and how?\nHow much of the time do you live in a state of well being? What do you do to ensure that these conditions are present as often as possible? How will you ensure that you are in a state of well-being as you grow and age?\nIs there anything that challenges your state of well being? If so, how do you respond to challenging conditions? Are there any attitudes or skills you need to develop in order to live in continued well being? If so, what and how? In what ways do you inspire a sense of well being, or a desire for well being, in others?"
    },
    "j": {
      "Character": "j",
      "Title": "Beauty",
      "Definition": "Being emotionally moved through connection with nature or art.",
      "Questions": "How do you define Beauty in your life? How do you feel when you encounter something of beauty? When do you remember first being consciously moved by something of beauty? What was it and when? Why is beauty important to you? In what ways has your encounter with beauty defined who you are? How does Beauty interact with your other highest-priority values?\nWhat kinds of beauty move you? Objects, people, art, aspects of nature, ideas? What do you do to bring encounters with beauty into your life?\nWhat role does beauty play in your relationships with others? Your work? Your leisure? Do you have enough opportunities to enjoy beauty as much as you would like? If not, what can you do to bring more Beauty into your daily life? If so, how do you create such opportunities in your life?\nDoes your connection with beauty impel you to express yourself about it? If so, how? Is it important for you to share your love of beauty with others? If so, how? Are you a creator of beauty for the benefit of others? If so, in what ways? If you do not feel you are, would you like to be? If so, how would you bring an appreciation of Beauty into the lives of others?"
    },
    "k": {
      "Character": "k",
      "Title": "Collaboration",
      "Definition": "Working in interdependent, cooperative alliances or relationships.",
      "Questions": "How do you define Collaboration? Why is it an important value for you? When have you experienced collaboration that led to satisfactory outcomes? What contributed to the success of this collaboration? What did you learn? How will you apply your learning to present and future collaborations? What do you love about collaborating with others?\nCollaboration is likely a leading-edge value for the 21st century. It is s a Systems Perspective value, that, to be fully operational, requires the support of active values in more foundational Perspectives: for example, Self and Other Awareness Perspective (with values like Listening, Openness, and Trust), Management Perspective (values like Responsibility and Productivity), and Family Perspective (Honesty, Respect, Loyalty and Discipline). Can you track these or other fundamental values that support your collaborations? If so, what values are operating and how? If not, what values may you need to activate? What skills do you and your collaborator(s) need to develop?\nConflict will arise in collaborative groups, whether overtly expressed or not. Have you had experience with conflicts in a collaborative group? If so, what did you do (or not do) and how effective was it in sustaining the collaboration? Are there skills with regard to communication and conflict management that you might you want to develop for yourself and introduce to your collaborators?\nHow does your value for Collaboration interact with or affect your other highest-priority values? What will you do with this insight?"
    },
    "l": {
      "Character": "l",
      "Title": "Community",
      "Definition": "A cohesive group or society holding identity, resources, traditions, practices or values in common.",
      "Questions": "Community can be defined in many ways: by geographic proximity, virtual connection, as on the Internet, or any group of people joined by shared history, culture, or practice. How do you define Community? Why is Community important to you?\nWhat community or communities are you part of? What information, values, or practices hold your community together? If you are a member of more than one community, what do these groups have in common? What makes them different from each other? How does your community celebrate and why? How does being a member of your community enhance your life?\nHow do you contribute to your community? Do you contribute enough? Too little? Too much? If there is an imbalance here, how might you address it constructively? How does your community deal with destabilizing, divisive or hurtful incidents and events? Are there skills you would like to acquire to enhance your membership in your community? If so, what are they and how can you acquire them?\nHow does your membership in it enrich your community? How does your value of Community interact with and affect your other highest-priority values? Given the values that are important to you, what can you uniquely offer your Community?"
    },
    "m": {
      "Character": "m",
      "Title": "Development",
      "Definition": "Providing resources and processes for growth and advancement of institutions or people",
      "Questions": "What is your personal definition for the value of Development? Why is it important to you? In what capacity does this value operate in your life: personal, professional or both? With regard to individuals or small groups, or with institutions? With regard to local beneficiaries, or more widespread, even global, constituencies? Is it a philosophic value for you? If so, how do you communicate its importance to others, and how do you determine which others it is important to communicate it to? How do you ensure the effectiveness of that communication? Is it a practical stance for you, meaning you personally provide, or manage or direct the provision of resources and processes for development? If so, how, and what results have you seen or do you expect from it?\nHave you been involved with, studied or witnessed efforts toward development in the past? If so, how, and what were the outcomes? What did you learn? How do you determine goals for development? How do, or would, you identify and involve, motivate or mobilize stakeholders and sources for development initiatives? How do you measure the success of development initiatives?\nThis is a value that at its leading edge involves the participation of others, particularly at the peer level (\"peer\" meaning someone structurally or philosophically at the same level of understanding and/or experience as your own). How do you identify your peers, and in what ways do you interact with, inform or collaborate with others to work toward goals of Development? Do you have peers, or do you need to seek them out? What skills might you need to develop to effectively interact with peers or other key stakeholders to achieve your development goals?\nFor some, this value expresses a personal passion. If this is the case for you, in what way? What does this value contribute to your life? What would you like others to understand about Development?"
    },
    "n": {
      "Character": "n",
      "Title": "Dialogue",
      "Definition": "Listening and communicating so as to attain genuine understanding of another's position and ensure their understanding of your own.",
      "Questions": "How do you define Dialogue? What are your experiences of dialogue as you define it? What were the outcomes? Why is Dialogue important? Do you have a teacher, role model, or champion of dialogue who has influenced you? If so, who and how? When in your life did you become aware of the importance of Dialogue? How? What among your personal qualities are reflected in your selection of Dialogue as a high-priority value?\nWhen have you participated in a successful dialogue, and how would you define its success? What did you learn? What skills would you like to acquire or hone in order to be more effective in dialogue?\nWhat would you like others to understand about the value of Dialogue? How have you, or will you, communicate this value? What skills might you need to acquire to communicate effectively? How will you acquire or refine these skills?\nDialogue is likely a leading-edge value for the 21st century. It is s a Systems Perspective value, that, to be fully operational, requires the support of active values in more foundational Perspectives: for example, Self and Other Awareness Perspective (with values like Listening, Openness, and Trust), Management Perspective (values like Informing, Responsibility and Rule of Law, meaning that one gives relevant information, takes ownership for one's own role, and follows the rules), and Family Perspective (Honesty, Respect). Can you track these or other fundamental values among your conscious values priorities? If so, what values are operating and how? If not, what values may you need to activate? What skills do you, and your dialogue partners, need to develop?"
    },
    "o": {
      "Character": "o",
      "Title": "Empowering Others",
      "Definition": "Help others to fully realize and use their abilities and talents.",
      "Questions": "Why is Empowering Others important? In what ways have you been empowered by others? How did it affect you, personally? Professionally? What aspects of yourself were you able to realize through being helped by someone else? In what ways do you empower others? Are you able to recognize unique talents in others? What kinds of talents and how do you recognize them? How do you discern others' readiness to realize aspects of their ability and talent?\nTo what degree are you taking every opportunity to delegate authority or otherwise empower others? What factors enable you to empower others? What factors interfere with your ability to empower others? If inhibiting factors exist, what can you do to minimize or eliminate them? Have you ever had to reverse a plan for empowering another or others, or witness it? If so, why and how was this reversal carried out? What were its effects, on you, other stakeholders, and the person? What did you learn? Is every person you empower aware you are doing so? Is it necessary that they be? If so, why, and how do you prepare them? If not, how do you assess the value that the person or people you are empowering are receiving from your involvement? What resources (time, finance, political currency, etc.) are required in the empowerment of others? How do you plan the process of empowerment? How do you assess its effectiveness with regard to your objectives?\nEmpowering Others is a Systems Awareness Perspective value. As such, it requires an awareness of the risk, costs and benefits to a larger, interconnected group of stakeholders, as well as the support of values in more foundational Perspectives, such as Commitment and Trust (Self and Other Awareness Perspective), Managing (Management Perspective), and Legacy (leaving something of value to the next generation, a Family Perspective value). What among your other highest-priority values (or, other values you may not have selected) supports your value of Empowering Others? In what ways?"
    },
    "p": {
      "Character": "p",
      "Title": "Equality",
      "Definition": "Belief in equal access for all to civil, political, economic, and social activities and opportunities.",
      "Questions": "What meaning does Equality have in your thinking? What aspects of Equality have you been made aware of, and how? Is, for example, ethnic or racial equality important to you? Equality with regard to talent, physical ability or disability? Religion? Gender? What does Equality mean for a community? A culture? A country? Globally?\nWhat do you do to live in accordance with your value of Equality? Are there occasions when you have been able to make a difference with regard to Equality? If so, what, for whom, and how? Are you aware of having benefited from an individual, group or institution acting on the value of Equality? If so, when and how? How were you affected? Do you have a role model or models for the value of Equality? If so, who, and why? How have they made a difference in your life?\nHave you ever been treated unequally? If so, at what point in your life? How, by whom? What were its effects on you? Is it important for you be informed, and/or speak out with regard to the value of Equality? If so, how do you do this?\nDo your actions in local or one-on-one situations match your ideal of Equality? In what ways? You may have had the opportunity to take action in a larger sphere, whether institutionally, politically, or culturally. If so, how have you acted to support Equality? If you wish to have the opportunity to act in a larger sphere, what steps can you take to make that a reality? How do your others highest-priority values relate with your value of Equality? What does this observation tell you?"
    },
    "q": {
      "Character": "q",
      "Title": "Exploration",
      "Definition": "Deeply search, examine, or investigate to create new or better understanding.",
      "Questions": "What is your personal definition of the value of Exploration? Is your value of Exploration expressive of speculation, imagination or aspiration? Philosophical or interpersonal concerns and interests? Concrete or physical aspects of the world, as in visiting physical sites of interest, or laboratory research?\nWhy have you chosen Exploration as a high-priority value? When in your life did you first recognize it as important? Have you had a role model for the value of deeply searching, examining or investigating to create new or better understanding? If so, who, and what was the nature of that contribution? How did that person influence you? How do your other highest-priority values relate to your value of Exploration?\nWhat kinds of Exploration are most significant for you? What kinds of understandings are you looking for? What are the objects of your exploration? By what means do you look into them? Are there any skills you need to develop to extend your competence in exploration? If so, what are they and how will you develop them? Are you in a position to teach others about the value of Exploration? If so, how, and why?\nWhat do you do with the understanding you attain through your exploration? Have you been recognized for the results of your explorations, or do you wish to be? If so, how and why? Do you share or disseminate the results of your investigations? If so, how, and why? If not, is there a reason you might consider disseminating your understandings? How would you do so?"
    },
    "r": {
      "Character": "r",
      "Title": "Flexibility",
      "Definition": "Capable of easily or quickly adapting to change.",
      "Questions": "What does Flexibility mean to you? Why is it important to be flexible? Do you consider yourself to be a flexible person? If so, in what ways have you adapted to changes in your personal life? Your work life?\nWhat is your relationship to change? Do you welcome it, view it as an opportunity, even crave it? If so, how and why? Have you been successful with regard to adapting to change? How and when? What were the outcomes? Were there others involved? If so, what roles did they play, and were they flexible or otherwise? What did you learn? How does your life story reflect your value of Flexibility?\nDo others think of you as a flexible person? If so, in what ways does this influence their attitudes and behaviors toward you? Have you ever found yourself in a situation in which you appear to value flexibility more than others around you? If so, what were the conditions? People who value flexibility and have related emotional and cognitive skills to a greater degree than others around them often become agents for change. Change agents can be welcomed as the people who can be relied on to have ideas or emotional clarity in times of disruption. They can also be distrusted or feared for exactly the same reasons. Have you found yourself in the position of change agent? If so, what did you learn? Are there interpersonal, communication, strategic or other skills that you may want to develop in order to support your value of Flexibility?\nWhat do you need to do to better prepare yourself for change? Do you want to be more flexible? If so, how? Are you sometimes too flexible, and need to be more stable from time to time? When are those times? What can you learn by reflecting on how your value of Flexibility influences your other highest-priority values?"
    },
    "s": {
      "Character": "s",
      "Title": "Innovation",
      "Definition": "Creating and pioneering new ideas and technologies.",
      "Questions": "What aspects of the innovation process are your particular strengths? Make sure you do not over-rely on those aspects which may come naturally, while ignoring other essential parts. Do you have an accurate understanding of your own creative-innovative style and strengths? Additionally, how do you, or will you develop relationships with others whose innovative strengths are different from yours?\nCreative, new developments require introduction and explanation in a culture or marketplace. Those new developments require people to explain them. Do you expect your ideas to simply stand on their own without a spokesperson? If explaining innovations is not your strength, you may need to establish partnerships with people who can perform this role for you.\nHow do you manage or contribute to a climate of innovation in your own work or life situation? What might be changed to enhance that climate? How will you make changes that are needed?\nAre you able to spend sufficient time innovating? If not, how will you reorder your priorities to create time for innovation?"
    },
    "t": {
      "Character": "t",
      "Title": "Integrity",
      "Definition": "Acting consistent with values, beliefs, principles or philosophy that are considered moral.",
      "Questions": "Integrity is about consistency between beliefs, and actions. To consciously exercise integrity you must be aware of both, and this values report will help you with that awareness.\nBecoming more aware of your actions means paying attention to yourself, and asking others for their feedback about your behavior. How do you monitor your actions now? How do you get constructive feedback from people so you can improve? Who can you ask for feedback about your integrity? Decide who you can ask, and do that as a part of your development.\nIt is often the case that when we fail to exercise integrity, we are not aware of our choices and fail to take the time to consider the consequences for a given choice. Do you regularly assess the consistency between your beliefs and values, and your actions, and then ask what additional options might be available to you that are not in your usual awareness?\nWhen do you find yourself making compromises that impact your personal integrity? What are the values or principles that you will not allow to be compromised?"
    },
    "u": {
      "Character": "u",
      "Title": "Interdependence",
      "Definition": "Being mutually reliant and cooperative with others or another to enable the success of all involved.",
      "Questions": "Interdependence describes a type of relationship where the parties involved mutually provide essential support to the relationship between them and often to their individual, and often shared objectives. Which relationships of yours would either be described as being characterized by interdependence, or which would you like to be interdependent? How important are these particular relationships to you? Why?\nInterdependence implies a dynamic, reciprocal relationship. In what ways can you describe the give-and-take of your most important interdependent relationships?\nWhat are the common values, principles, or goals that support your interdependent relationships? Have you discussed those shared values and goals with those with whom you share interdependence? Why might it be important to have repeated, if not regular discussions regarding the interdependent nature of your relationship?\nIn addition to achieving shared goals and values, interdependence can lead to trust and synergy. What are you doing, or what can you do that will promote this sort of development?"
    },
    "v": {
      "Character": "v",
      "Title": "Intuition",
      "Definition": "Knowing through instinctive understanding or hunch independent of rational analysis.",
      "Questions": "Do consider intuition a natural ability or is it something you would like to develop?\nAre you often aware of your intuition? Do you understand how your own intuition works? Can you rely on the intuitive insights you get?\nIntuition often occurs after one has thought about an issue for a while, and sometimes diverting one's attention to a different idea, especially when engaging in \"right-brained\" activities, e.g., music, using images, playing games, etc. Do you allow for this when working on an issue when you desire intuitive insight?\nWhat skills do you use to capture and develop insights? For example, keeping a journal or notes, or using other media to record or publish? Is it important for you to communicate your insights to others? If so, how?\nThis is a vision value and usually acts as a \"pull\" toward the future. As such, it often involves the continuing development of skills. What skill development may you need to support the value of insight? Alternatively, what is the growing edge with regard to the skills you may need to effectively communicate the value of your insights to others who can benefit from them?"
    },
    "w": {
      "Character": "w",
      "Title": "Partnership",
      "Definition": "Creating or supporting the means to enable diverse parties, whose participation, resources, or support is important to the successful implementation of mutual goals, to work together.",
      "Questions": "What does partnership mean to you? Identify, in professional and personal situations, those with whom you have partnerships. Now identify the mutually shared goals or objectives that allowed the partnerships to be formed. Also identify what these partnerships achieved, which may include more than goals or objectives.\nAt times partnerships fail, but can also teach us important lessons. If you can identify a partnership of yours that has failed, examine it to discover the reasons for the failure. Do you see any relationship with the contrasting reasons for why some of your partnerships have succeeded?\nHow do personal similarities and differences enter into partnerships? Identifying common values is one way to help you work though those differences and leverage the similarities. Take the time to ask your partners or potential partners what their objectives and priorities are in regard to the partnership, then share yours. This is the beginning of partnering.\nThere are structures and skills that enable, but not guarantee, successful partnerships. Do you have the knowledge and behavioral skills needed to support a partnership? If not, investigate what structures there are, and if needed get training in the information sharing and interpersonal communication skills that are critical for partnerships. If possible, have your partners get the same training, at the same time."
    },
    "x": {
      "Character": "x",
      "Title": "Service",
      "Definition": "Behaviors which provide assistance or aid for the needs, interests, or benefit of others, which may result in tangible or intangible outcomes.",
      "Questions": "Service goes beyond a simple exchange, it describes a mindset of helpfulness that responds to the needs of people. What are the areas in your personal or professional situations where you provide a service?\nDo you choose to be involved in providing services to others, or is that more of a requirement? If it is a choice, why did you choose to be engaged in service activities? If it is a requirement, have you found being of service rewarding?\nThe rewards or compensations for providing services may not always be tangible or immediate. What rewards or compensations do you receive for your services? Are they adequate? Do you realize those rewards quickly enough to satisfy your own needs?\nAre the needs of those you serve being met though your activities? Do you need to enlist the aid or support of others to expand or increase the services you perform? How will you go about engaging others? What insights can you provide to them that may help their them be more effective in providing these services to those in need?"
    },
    "y": {
      "Character": "y",
      "Title": "Simultaneity",
      "Definition": "Handling multiple tasks as they arise across work domains, time zones and geographic distances, using any available technology.",
      "Questions": "While technically we only think of one thing a time, we can move from task to task extremely quickly, so functionally, we can and do handle multiple, simultaneous tasks. What are the simultaneous tasks you are commonly required to keep track of?\nIf simultaneity is a top priority value for you then you must be willing to develop behavioral skills that support its effective operation. Those skills include managing your own energy, pattern recognition, time management, and content or subject matter mastery. Identify which of these, or other skills you need to develop or enhance to support the value of Simultaneity.\nPattern recognition in particular is one of the principles of managing multiple, simultaneous tasks, allowing us to be able to recognize important cues from larger, sometimes chaotic or complex data. Regardless of your natural cognitive abilities, pattern recognition skills can be developed and enhanced. How are you developing your own pattern recognition skills?\nReflection, concentration, meditation are the near opposites of dealing with simultaneous tasks. As the demand and need for simultaneity grows, these sorts of priorities also increase. How are you providing for your own needs of reflection, uninterrupted concentration, and meditation?"
    },
    "z": {
      "Character": "z",
      "Title": "Strategy",
      "Definition": "Taking into account possibilities and alternatives when planning for the future.",
      "Questions": "What is strategy to you? Most often, strategic planning can range from being very informal to a highly formal procedure, but it always deals with the creation of a plan which is directed towards future results. Strategy is not exclusive to senior leaders, but if you are in a position of responsibility you may be required to do strategic thinking more often than others around you. How often do you engage in some sort of strategic planning or thinking? Do you find it a natural state of mind, or is it something that requires intentional effort on your part?\nWhether you hold a strategic position or not, do you have clear process or procedure you use for developing strategy? Even if you prefer an informal approach to strategy, reviewing how formal strategic plans are developed can provide you with more robust and more flexible strategic plans. How will you inform yourself about how others do strategy? How will you augment and improve your own strategic methods?\nDeveloping strategic options is part of necessary for successful achievement in the future. Do you have a regular time set aside to do this work for yourself or your group? Is option development part of a larger How do you bring others into the process to get their input and support? How do you develop and play out the options that might become part of your plan?\nAre your strategic decisions based on research? Intuition? Both? Are you overly dependent on research or intuition? Both approaches have limitations and advantages. How will you take advantage of the strengths of both approaches to strategy?"
    },
    "{": {
      "Character": "{",
      "Title": "Sustainability",
      "Definition": "Working with principles of healthy ecology toward balanced, productive, and long-lived systems.",
      "Questions": "When and how did the value of sustainability become important in your life? What is your personal definition of sustainability? What is your vision for sustainability? In what ways do you strive toward it in your day-to-day life?\nWhat is the nature of the organization you are concerned with? How do you define sustainability in that context? How do principles of healthy ecology apply? What are you doing to effect sustainable development? How do you evaluate the success of your efforts toward sustainability?\nSustainability is a value that requires systems awareness and skills, and this includes interdependent relationships with peers. Who are the peers with whom you communicate and how? In what ways do you get and disseminate information about the organizational system within which you operate? In what ways do you communicate vision? Strategy? Measurable success criteria? Are your relationships and processes adequate with regard to all these factors? If not, what can you do to improve them? If so, what do you do to communicate what works for you and your peers to others concerned with sustainability?"
    },
    "|": {
      "Character": "|",
      "Title": "Altruism",
      "Definition": "Concern for the welfare of others that leads to unselfish action without expectation of reward.",
      "Questions": "How do you define Altruism? Why is this value important to you? Has anyone in your life or in history been a role model for altruism? If so, who and how, and how has this example impacted you?\nHave you acted altruistically in your life? If so, when and how? What were the effects on the benefactor(s) of your actions? The effects on you? If not, what are your altruistic aspirations? Whom would you seek to benefit, by what means, under what conditions, and why? Is there anything that makes another or others worthy of being the benefactor(s) an altruistic act? If so, what? Is the importance of this value shared by others around you? Why or why not?\nAltruism is a vision value and usually represents a pull toward a better future. In what ways is your value of Altruism expressed in your life? How does your aspiration toward Altruism interact with your other priority values? Are there resources or opportunities you wish to develop that will enable you to act altruistically? If so, how will you obtain them?\nIn what creative ways can express your value of Altruism in your everyday life and relationships?"
    },
    "}": {
      "Character": "}",
      "Title": "Detachment",
      "Definition": "The ability to observe and react to an observation without being emotionally affected or biased in any way.",
      "Questions": "What does Detachment mean to you? In what ways are you able to practice Detachment? What has been the result? What is gained by valuing Detachment? Do you have a teacher or role model for Detachment? If so, who, and what have you learned from that person or people? What personal qualities, beliefs, or religious ideals or philosophy do you possess that lead to your value of Detachment?\nAre you able to practice Detachment to the degree you wish? In what ways might you still seek to behave in a more detached manner? Why? Are you aware of emotions or biases that if unobserved or unchecked would prevent your ability to remain in a state of Detachment? If so, what will you do to expand your observation and/or transcend emotional involvement? How have you been successful in doing so in the past? If you have been unsuccessful in the past, what happened? What did you learn?\nWhat, for you, differentiates Detachment from non-involvement, avoidance, or passivity? Have you ever been called to account or asked to explain a detached stance on moral, ethical or philosophic grounds? If so, what happened? Do others around you understand the value of Detachment? What would you like for them to know about it? How can you communicate this? Is it important for you to impart the value of Detachment to others? If so, how will you do this?\nDetachment is a vision value, meaning that in general, one also gives consideration and priority to more foundational values which make the vision value of Detachment attainable in terms of behavior. Such values may include Caretaking, Self Worth, Respect, Listening, Integrity, Dialogue, or others. Which of your highest-priority or other values would you consider foundational to the value of Detachment? How? How does your value of Detachment interact with or influence your other highest-priority values, and vice versa?"
    },
    "~": {
      "Character": "~",
      "Title": "Global Enfranchisement",
      "Definition": "Ensuring basic citizenship rights and freedom from political subjugation for all people.",
      "Questions": "What does Global Enfranchisement mean to you? How does this value operate in regard to how you view the world? What does it mean in your daily life? Have you experienced or witnessed the deprivation of rights? If so, what happened? How has this affected your life and your view of the world? What actions have you taken as a result?\nNo single person or institution has the power to ensure enfranchisement on a global scale. It requires interdependence with others, on many levels, such as communicating personal experiences, mobilizing resources to seek legal redress, influencing policy, or taking various forms of direct civil action. What other individuals, groups, institutions or government(s) do you rely on for information and other resources in your own experience of this issue? What means do you use to gather or disseminate information? What is your contribution to that interdependent chain of people and institutions? How do you act locally to ensure basic citizenship rights and freedom from political subjugation?\nThis is an Expansion Perspective value, and as such usually represents aspirations that may or may not be as yet fully developed with supporting skills and competencies. What is your long-term vision with regard to this value? What can you do in the short term to move toward that vision?\nHow does the value of Global Enfranchisement influence your other highest-priority values? On reflection, what does this tell you about your vision for your own life and that of the planet?"
    },
    "§": {
      "Character": "§",
      "Title": "Human Rights",
      "Definition": "Lawful recognition assuring that all people are equally entitled to individual freedom and dignity regardless of nationality, gender, ethnicity, race, religion, language, physical or cognitive ability, or other status.",
      "Questions": "What do you think of when you see the term Human Rights? When did human rights become important to you in your life? Was there an event or a process you can describe? If so, take the time to tell that story.\nWhat are some of the more important activities you are engaged in that promote human rights? (For example, informing yourself, communicating about human rights, engaging in activities or belonging to groups devoted to human rights).\nDo you feel a need to share your feelings about the importance of this value with others? Who, and how? Why is that important to you and to others?\nThis is a vision value and usually represents a pull toward a better future. How does your aspiration toward human rights interact with your other priority values? Is the importance of this value shared by others around you? Why or why not? Achieving human rights for all is far beyond the scope of any single individual. What will do you do to connect with others who are concerned with ensuring basic human rights for all people?"
    },
    "ß": {
      "Character": "ß",
      "Title": "Inspiring Others",
      "Definition": "Motivating, enlivening, exhilarating others toward transformational insight or action.",
      "Questions": "In what ways do you motivate others toward acting in positive and developmental ways? In what areas of your life? Why does this matter to you?\nGiven basic psychological differences, everyone is motivated a little differently. How do you identify the ways in which others are motivated? How effective are you in capturing the passions of others in a way that motivates them toward transformation?\nThis is a vision value and usually acts as a \"pull\" toward the future. As such, it often involves the continuing development of skills. What skill development is at the leading edge of your \"reach\" in terms of inspiring others?"
    },
    "À": {
      "Character": "À",
      "Title": "Mind-Body Integration",
      "Definition": "Bringing thought, feeling and physical being into alignment and holistic unity.",
      "Questions": "We understand that the mind and the body influence each other a great deal, that the two are not completely separate. Learning to recognize how your mind and body mutually influence each other is an important part of mind-body integration. What are the signals that your body sends or shows that indicate all is well or not well with you mentally or emotionally? What happens to you physically when your mental state changes dramatically?\nThis is a vision value and usually acts as a goal to be achieved in the future. It may not be yet fully developed with supporting skills and competencies. With many vision values, the achievement of specific goals or outcomes may not be as important as the process of operationalizing them. Total mind-body integration may be an elusive goal, but the practice of its development can be readily accessed. What do you mean when you identify this as a priority value?\nThere are a wide variety of holistic development approaches which can provide structure, and development insights (Yoga, Tai Chi, martial arts, various forms of meditation, etc.). If you do not have clear understanding of how you will explore and develop mind-body integration, then begin to learn about possible courses of action and begin a practice."
    },
    "à": {
      "Character": "à",
      "Title": "Nonviolence",
      "Definition": "The practice and principle of avoiding the use of aggression, physical or otherwise, to solve personal, political, or social conflicts.",
      "Questions": "What does this value mean to you? In what ways has it been expressed in your life? How and when in your life did the value of nonviolence become important to you?\nIn what ways do you practice nonviolence? Who are your exemplars of nonviolence? If you are a person who sets an example through nonviolence, how are people affected by your example?\nWhat forms of violent thought, speech, and behavior, if any, might you be most likely to resort to when you are frustrated, hurt, or angry? How do you manage the negative emotions that might lead you to violent thought or behavior? How do you understand the thoughts or emotions of others that may lead them to commit aggressive acts?\nThis value often expresses an expansive or global awareness. Is your understanding of nonviolence local? Global? In what ways do you contribute to the lessening of violence in the world?"
    },
    "É": {
      "Character": "É",
      "Title": "Planetary Ecology",
      "Definition": "Contributing to, and effecting the health and balance of the planet.",
      "Questions": "What does planetary ecology mean to you? In what ways do you contribute to the health and balance of the planet? When did this become important in your life, and how?\nHow are you educating yourself in ways that you can contribute to planetary ecology? This might include academic or other programs, participation, local conservancy training, etc. In what ways do you educate others in contributing to planetary ecology?\nThis is a vision value and usually acts as a pull toward a better future. It also involves interdependence with others, whether it is people you know or those you do not (for example virtual networks). What skills might you need to seek or develop in order to interact with others on a global scale (for example, communication skills, technical skills, influencing or collaborating skills)?"
    },
    "é": {
      "Character": "é",
      "Title": "Reconciliation",
      "Definition": "Re-establishment of harmony, restoration of relationships between people or concepts which were previously in conflict.",
      "Questions": "What does the value of reconciliation mean to you? How have you experienced this value in your life? When and how did this value become important to you? Do you have a role model or role models for reconciliation? If so, who, and in what ways is their example important to you?\nIs there a need in your life for reconciliation? If so, in what way? What benefits will be achieved through reconciliation? What skills do you have that can contribute to reconciliation? Are there additional skills you need to develop, for example fact-finding and mediation?\nThis is a vision value, and is usually involves one's growing edge in terms of behavior and skill. It also involves interdependence with others, whether peers or other stakeholders. Who are the people around you, or distant from you, who share this value? How can you connect with them to realize this value? In what ways can the world benefit from this connection?"
    },
    "«": {
      "Character": "«",
      "Title": "Simplification",
      "Definition": "Translating the essence of complex ideas into their most easy to understand and accessible forms.",
      "Questions": "How do you understand the value of Simplification? What do you apply it to? Do you work to simplify concepts or more tangible things, for example technology? Or is Simplification more of a way of life for you, a value you apply to nearly everything?\nBeing able to identify and communicate complex ideas, simply and profoundly, depends on your ability to develop insights about the essence of the ideas you are working with. Identify those areas that have captured your attention and the need for others to understand them. Refine your understanding of your selection to its essence.\nCan you submit your simplification to the review of others to be sure you have not over-simplified, and therefore misrepresented the idea or thing with which you are working? What are the trade-offs involved in the simplifications you have made?\nOnce you have achieved this level of simplification, how do you communicate it to others? If this communication represents a challenge for you, it may require commitment and persistence. This is a vision value and usually acts as a goal to be achieved in the future. As such, it may not be yet fully developed with supporting skills and competencies."
    },
    "»": {
      "Character": "»",
      "Title": "Spirituality",
      "Definition": "Being aware of the interconnectedness or inter-relationships between all things, as evidence of the existence of a higher power.",
      "Questions": "What does spirituality mean to you? What, in your belief, is the nature of the higher power? In what ways does it affect your day-to-day life? When did spirituality first become of conscious importance in your life? Are there people who have influenced your spiritual awareness and beliefs? If so, who, and how?\nHow do you practice your spirituality? Is there sufficient time in your daily life for your spiritual practice? Is there more you would like to learn about your spiritual tradition, teachings or practices? If so, what will you do and how?\nThis is a vision value, and as such tends to represent one's \"leading\" edge for growth. Spiritual understanding often links one with all of existence in ways that may be difficult to explain to others. Do you have sufficient spiritual guidance? If not, how will you seek it out? If so, in what appropriate ways can you share the benefits of your spiritual beliefs and practices with others?"
    }
  }
}
